Repository: amnezia-vpn/awg-apple
Catalog: Sources/WireGuardApp/*.lproj/Localizable.strings
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# actionOK
source: OK
es: Aceptar
fa: باشه
fr: Valider
pa: ਠੀਕ ਹੈ
ru: ОК
sl: V redu
tr: TAMAM
zh_hans: 确定

# actionCancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
ru: Отмена
sl: Prekliči
tr: İptal
zh_hans: 取消

# actionSave
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# tunnelsListTitle
source: WireGuard
pa: ਵਾਇਰਗਾਰਡ

# tunnelsListSettingsButtonTitle
source: Settings
de: Einstellungen
es: Preferencias
fa: تنظیمات
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ro: Setări
ru: Настройки
sl: Nastavitve
tr: Ayarlar
zh_hans: 设置

# tunnelsListCenteredAddTunnelButtonTitle
source: Add a tunnel
de: Tunnel hinzufügen
es: Agregar un túnel
fa: اضافه کردن تونل
fi: Lisää tunneli
fr: Ajouter un tunnel
it: Aggiungi un tunnel
ja: トンネルの追加
pa: ਟਨਲ ਜੋੜੋ
pl: Dodaj tunel
ro: Adaugă un tunel
ru: Добавить туннель
sl: Dodaj tunel
tr: Tünel ekle
zh_hans: 添加隧道

# tunnelsListSwipeDeleteButtonTitle
source: Delete
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# tunnelsListSelectButtonTitle
source: Select
de: Auswählen
es: Seleccionar
fa: انتخاب
fi: Valitse
fr: Sélectionner
it: Seleziona
ja: 選択
pa: ਚੁਣੋ
pl: Wybierz
ro: Selectare
ru: Выбрать
sl: Izberi
tr: Seç
zh_hans: 选择

# tunnelsListSelectAllButtonTitle
source: Select All
de: Alle Auswählen
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pa: ਸਭ ਚੁਣੋ
pl: Wybierz wszystko
ro: Selectează tot
ru: Выбрать всё
sl: Izberi vse
tr: Tümünü Seç
zh_hans: 全选

# tunnelsListDeleteButtonTitle
source: Delete
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# tunnelsListSelectedTitle (%d)
source: %d selected
de: %d ausgewählt
es: %d seleccionado
fa: %d انتخاب شد
fi: %d poistettu
fr: %d sélectionné(s)
it: %d selezionati
ja: %d 件選択
pa: %d ਚੁਣੇ ਗਏ
pl: %d wybrano
ro: %d selectat
ru: Выбрано: %d
sl: Izbranih: %d
tr: %d seçildi
zh_hans: 已选择 %d 项

# addTunnelMenuHeader
source: Add a new WireGuard tunnel
de: WireGuard-Tunnel hinzufügen
es: Añadir un nuevo túnel WireGuard
fa: اضافه کردن تونل جدید وایرگارد
fi: Lisää uusi WireGuard tunneli
fr: Ajouter un nouveau tunnel WireGuard
it: Aggiungi un nuovo tunnel WireGuard
ja: WireGuardトンネルの追加
pa: ਨਵੀਂ ਵਾਇਰਗਾਰਡ ਟਨਲ ਬਣਾਓ
pl: Dodaj nowy tunel WireGuard
ro: Adaugă un nou tunel WireGuard
ru: Добавить новый туннель WireGuard
sl: Dodaj nov tunel WireGuard
tr: Yeni bir WireGuard tüneli ekle
zh_hans: 新建 WireGuard 隧道

# addTunnelMenuImportFile
source: Create from file or archive
de: Aus Datei oder Archiv erstellen
es: Crear desde archivo
fa: ساختن از طریق پرونده یا آرشیو
fi: Luo tiedostosta tai arkistosta
fr: Créer depuis un fichier ou une archive
it: Crea da file o archivio
ja: ファイル、アーカイブから作成
pa: ਫ਼ਾਇਲ ਜਾਂ ਅਕਾਇਵ ਤੋਂ ਬਣਾਓ
pl: Utwórz z pliku lub archiwum
ro: Creare din fișier sau arhivă
ru: Создать из файла или архива
sl: Uvozi iz datoteke ali arhiva
tr: Dosya veya arşivden ekle
zh_hans: 导入配置或压缩包

# addTunnelMenuQRCode
source: Create from QR code
de: Aus QR-Code erstellen
es: Crear desde código QR
fa: ساختن از طریق QR کد
fi: Luo QR-koodista
fr: Créer à partir d'un code QR
it: Crea da codice QR
ja: QRコードから作成
pa: QR ਕੋਡ ਤੋਂ ਬਣਾਓ
pl: Utwórz za pomocą kodu QR
ro: Creare din cod QR
ru: Создать из QR-кода
sl: Skeniraj kodo QR
tr: QR kodundan ekle
zh_hans: 扫描二维码

# addTunnelMenuFromScratch
source: Create from scratch
de: Selbst erstellen
es: Crear desde cero
fa: ساختن از طریق خراش دادن
fi: Luo alusta
fr: Créer à partir de rien
it: Crea da zero
ja: 空の状態から作成
pa: ਮੁੱਢ ਤੋਂ ਬਣਾਓ
pl: Utwórz od podstaw
ro: Creare de la zero
ru: Создать с нуля
sl: Ustvari na novo
tr: Sıfırdan oluştur
zh_hans: 手动创建

# alertImportedFromMultipleFilesTitle (%d)
source: Created %d tunnels
de: %d Tunnel erstellt
es: %d túneles creados
fa: تونل %d ساخته شد
fi: Luotu %d tunnelia
fr: %d tunnels ont été créés
it: Creati %d tunnel
ja: %d トンネルを作成しました
pa: %d ਟਨਲ ਬਣਾਈਆਂ
pl: Utworzono %d tuneli
ro: S-au creat %d tuneluri
ru: Создано туннелей: %d
sl: Ustvarjenih tunelov: %d
tr: %d tünel oluşturuldu
zh_hans: 导入了 %d 项

# alertImportedFromMultipleFilesMessage (%1$d of %2$d)
source: Created %1$d of %2$d tunnels from imported files
de: %1$d von %2$d Tunnel aus importierten Dateien erstellt
es: Creado %1$d de %2$d túneles desde archivos importados
fi: Luotu %1$d / %2$d tunnelia tuoduista tiedostoista
fr: %1$d des %2$d tunnels ont étés créés à partir des fichiers importés
it: Creati %1$d di %2$d tunnel da file importati
ja: インポートファイルの %2$d 件中の %1$d トンネルを作成しました
pa: ਇੰਪੋਰਟ ਕੀਤੀਆਂ ਫ਼ਾਇਲਾਂ ਤੋਂ %2$d ਟਨਲਾਂ ਵਿੱਚੋਂ %1$d ਬਣਾਈਆਂ
pl: Utworzono %1$d z %2$d tuneli z zaimportowanych plików
ro: S-au creat %1$d din %2$d tuneluri din fișiere importate
ru: Создано туннелей из импортированных файлов: %1$d из %2$d
sl: Ustvarjenih tunelov iz uvoženih datotek: %1$d od %2$d
tr: İçeri aktarılan dosyalardan %1$d/%2$d tünel oluşturuldu
zh_hans: 通过文件导入了 %2$d 项中的 %1$d 项

# alertImportedFromZipTitle (%d)
source: Created %d tunnels
de: %d Tunnel erstellt
es: Creados %d túneles
fa: %d تونل ایجاد شد
fi: Luotu %d tunnelia
fr: %d tunnels ont été créés
it: Creati %d tunnel
ja: %d トンネルを作成しました
pa: %d ਟਨਲ ਬਣਾਈਆਂ
pl: Utworzono %d tuneli
ro: S-au creat %d tuneluri
ru: Создано туннелей: %d
sl: Ustvarjenih tunelov: %d
tr: %d tünel oluşturuldu
zh_hans: 导入了 %d 项

# alertImportedFromZipMessage (%1$d of %2$d)
source: Created %1$d of %2$d tunnels from zip archive
de: %1$d von %2$d Tunnel aus Zip-Archiv erstellt
es: Creado %1$d de %2$d túneles a partir del archivo zip
fi: Luotu %1$d / %2$d tunnelia zip-arkistosta
fr: %1$d des %2$d tunnels ont étés créés à partir de l'archive zip
it: Creati %1$d di %2$d tunnel da file importati
ja: ZIP アーカイブの %2$d 件中の %1$d トンネルを作成しました
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਤੋਂ %2$d ਟਨਲਾਂ ਵਿੱਚੋਂ %1$d ਬਣਾਈਆਂ
pl: Utworzono %1$d z %2$d tuneli z archiwum zip
ro: S-au creat %1$d din %2$d tuneluri din arhiva zip
ru: Создано туннелей из zip-архива: %1$d из %2$d
sl: Ustvarjenih tunelov iz arhiva zip: %1$d od %2$d
tr: Zip arşivinden %1$d/%2$d tünel oluşturuldu
zh_hans: 通过压缩包导入了 %2$d 项中的 %1$d 项

# alertBadConfigImportTitle
source: Unable to import tunnel
de: Tunnel konnte nicht importiert werden
es: No se puede importar túnel
fa: نمی‌توان تونل را وارد کرد
fi: Tunnelia ei voitu tuoda
fr: Impossible d'importer le tunnel
it: Impossibile importare il tunnel
ja: トンネルをインポートできません
pa: ਟਨਲ ਇੰਪੋਰਟ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pl: Nie można zaimportować tunelu
ro: Tunelul nu poate fi importat
ru: Не удалось импортировать туннель
sl: Tunela ni mogoče uvoziti
tr: Tünel içeri aktarılamıyor
zh_hans: 无法导入隧道

# alertBadConfigImportMessage (%@)
source: The file ‘%@’ does not contain a valid WireGuard configuration
de: Die Datei ‘%@’ enthält keine gültige WireGuard-Konfiguration
es: El archivo ‘%@’ no contiene una configuración válida de WireGuard
fi: Tiedosto ”%@” ei sisällä kelvollista WireGuard konfiguraatiota
fr: Le fichier ‘%@’ contient une de configuration WireGuard invalide
it: Il file “%@” non contiene una configurazione di WireGuard valida
ja: ファイル ‘%@’ には有効な WireGuard の設定がありません
pa: ਫ਼ਾਇਲ ‘%@’ ਵਿੱਚ ਵਾਜਬ WireGuard ਸੰਰਚਨਾ ਨਹੀਂ ਰੱਖਦੀ ਹੈ
pl: Plik „%@” nie zawiera prawidłowej konfiguracji WireGuard
ro: Fișierul „%@” nu conține o configurație WireGuard validă
ru: Файл ‘%@’ не содержит корректной конфигурации WireGuard
sl: Datoteka "%@" ne vsebuje veljavne konfiguracije WireGuard
tr: ‘%@’ dosyası geçerli bir WireGuard konfigürasyonu içermiyor
zh_hans: 在文件 ‘%@’ 中未发现有效的 WireGuard 配置

# deleteTunnelsConfirmationAlertButtonTitle
source: Delete
de: Entfernen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# deleteTunnelConfirmationAlertButtonMessage (%d)
source: Delete %d tunnel?
de: %d Tunnel löschen?
es: ¿Eliminar túnel %d?
fa: تونل %d حذف شود؟
fi: Poista %d tunneli?
fr: Supprimer %d tunnel?
it: Eliminare %d tunnel?
ja: %d トンネルを削除しますか?
pa: %d ਟਨਲ ਹਟਾਉਣੀ ਹੈ?
pl: Usunąć %d tunel?
ro: Ștergi %d tunel?
ru: Удалить выбранный туннель?
sl: Izbrišem %d tunel?
tr: %d tüneli silinsin mi?
zh_hans: 删除 %d 隧道?

# deleteTunnelsConfirmationAlertButtonMessage (%d)
source: Delete %d tunnels?
de: %d Tunnel löschen?
es: ¿Eliminar %d túneles?
fa: %d تونل حذف شود؟
fi: Poista %d tunnelit?
fr: Supprimer %d tunnels?
it: Eliminare %d tunnel?
ja: %d トンネルを削除しますか?
pa: %d ਟਨਲਾਂ ਹਟਾਉਣੀਆਂ ਹਨ?
pl: Usunąć %d tunele(i)?
ro: Ștergi %d tunele?
ru: Удалить выбранные туннели?
sl: Izbrišem izbrane tunele?
tr: %d tünelleri silinsin mi?
zh_hans: 删除 %d 个隧道?

# newTunnelViewTitle
source: New configuration
de: Neue Konfiguration
es: Nueva configuración
fa: پیکربندی جدید
fi: Uusi konfiguraatio
fr: Nouvelle configuration
it: Nuova configurazione
ja: 新規作成
pa: ਨਵੀਂ ਸੰਰਚਨਾ
pl: Nowa konfiguracja
ro: Configurație nouă
ru: Новая конфигурация
sl: Nova konfiguracija
tr: Yeni konfigürasyon
zh_hans: 新建配置

# editTunnelViewTitle
source: Edit configuration
de: Konfiguration bearbeiten
es: Editar configuración
fa: ویرایش پیکربندی
fi: Muokkaa konfiguraatiota
fr: Editer la configuration
it: Modifica configurazione
ja: 設定の編集
pa: ਸੰਰਚਨਾ ਨੂੰ ਸੋਧੋ
pl: Edytuj konfigurację
ro: Editare configurație
ru: Редактировать конфигурацию
sl: Uredi konfiguracijo
tr: Konfigürasyonu düzenle
zh_hans: 编辑配置

# tunnelSectionTitleStatus
source: Status
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
it: Stato
ja: 状態
pa: ਸਥਿਤੀ
ro: Stare
ru: Статус
sl: Preklopi status
tr: Durum
zh_hans: 状态

# tunnelStatusInactive
source: Inactive
de: Inaktiv
es: Inactivo
fa: غیرفعال
fi: Ei aktiivinen
fr: Inactif
it: Inattivo
ja: 無効
pa: ਨਾ-ਸਰਗਰਮ
pl: Nieaktywny
ro: Inactiv
ru: Отключен
sl: Neaktivno
tr: Aktif değil
zh_hans: 未激活

# tunnelStatusActivating
source: Activating
de: Aktiviere
es: Activando
fa: در حال فعال‌سازی
fi: Aktivoidaan
fr: Activation
it: Attivazione
ja: 有効化中
pa: ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Aktywowanie
ro: Se activează
ru: Подключение
sl: Se aktivira
tr: Etkinleştiriliyor
zh_hans: 启动中

# tunnelStatusActive
source: Active
de: Aktiv
es: Activo
fa: فعال
fi: Aktiivinen
fr: Actif
it: Attivo
ja: 有効
pa: ਸਰਗਰਮ
pl: Aktywny
ro: Activ
ru: Подключен
sl: Aktivno
tr: Etkin
zh_hans: 激活

# tunnelStatusDeactivating
source: Deactivating
de: Deaktiviere
es: Desactivando
fa: در حال غیرفعال‌سازی
fi: Deaktivoidaan
fr: Désactivation
it: Disattivazione
ja: 無効化中
pa: ਨਾ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Dezaktywowanie
ro: Se dezactivează
ru: Отключение
sl: Se deaktivira
tr: Devre dışı bırakılıyor
zh_hans: 停用中

# tunnelStatusReasserting
source: Reactivating
de: Reaktiviere
es: Reactivando
fa: در حال فعال‌سازی مجدد
fi: Aktivoidaan uudelleen
fr: Réactivation
it: Riattivazione
ja: 再有効化中
pa: ਮੁੜ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Reaktywowanie
ro: Se reactivează
ru: Переподключение
sl: Se reaktivira
tr: Yeniden etkinleştiriliyor
zh_hans: 正在重新启动

# tunnelStatusRestarting
source: Restarting
de: Starte neu
es: Reiniciando
fa: در حال راه‌اندازی مجدد
fi: Käynnistetään uudelleen
fr: Redémarrage
it: Riavvio
ja: 再起動中
pa: ਮੁੜ-ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Restartowanie
ro: Se repornește
ru: Перезапуск
sl: Se ponovno zaganja
tr: Yeniden başlatılıyor
zh_hans: 重启中

# tunnelStatusWaiting
source: Waiting
de: Warten
es: Esperando
fa: در حال انتظار
fi: Odotetaan
fr: En attente
it: In attesa
ja: 待機中
pa: ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ
pl: Trwa oczekiwanie
ro: În așteptare
ru: Ожидание
sl: Čaka
tr: Bekleniyor
zh_hans: 等待中

# macToggleStatusButtonActivate
source: Activate
de: Aktiviere
es: Activo
fa: فعال‌سازی
fi: Aktivoi
fr: Activer
it: Attivato
ja: 有効化
pa: ਸਰਗਰਮ ਕਰੋ
pl: Aktywuj
ro: Activare
ru: Подключен
sl: Aktviraj
tr: Etkinleştir
zh_hans: 启动

# macToggleStatusButtonActivating
source: Activating…
de: Aktiviere…
es: Activando…
fa: در حال فعال‌سازی…
fi: Aktivoidaan…
fr: Activation…
it: Attivazione…
ja: 有効化中…
pa: ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Aktywowanie…
ro: Se activează…
ru: Подключение…
sl: Aktiviram …
tr: Etkinleştiriliyor…
zh_hans: 启动中…

# macToggleStatusButtonDeactivate
source: Deactivate
de: Deaktiviere
es: Desactivar
fa: غیر فعال‌سازی
fi: Deaktivoi
fr: Désactiver
it: Disattiva
ja: 無効化
pa: ਨਾ-ਸਰਗਰਮ
pl: Dezaktywuj
ro: Dezactivare
ru: Отключен
sl: Deaktiviraj
tr: Devre dışı bırak
zh_hans: 停用

# macToggleStatusButtonDeactivating
source: Deactivating…
de: Deaktiviere…
es: Desactivando…
fa: در حال غیرفعال‌سازی…
fi: Deaktivoidaan…
fr: Désactivation…
it: Disattivazione…
ja: 無効化中…
pa: ਨਾ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Dezaktywowanie…
ro: Se dezactivează…
ru: Отключение…
sl: Deaktiviram …
tr: Devre dışı bırakılıyor…
zh_hans: 停用中…

# macToggleStatusButtonReasserting
source: Reactivating…
de: Reaktiviere…
es: Reactivando…
fa: در حال فعال‌سازی مجدد…
fi: Aktivoidaan uudelleen…
fr: Réactivation…
it: Riattivazione…
ja: 再有効化中…
pa: ਮੁੜ-ਸਰਗਰਮ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Reaktywowanie…
ro: Se reactivează…
ru: Переподключение…
sl: Reaktiviram …
tr: Yeniden etkinleştiriliyor…
zh_hans: 正在重新启动…

# macToggleStatusButtonRestarting
source: Restarting…
de: Starte neu…
es: Reiniciando…
fa: در حال راه‌اندازی دوباره…
fi: Käynnistetään uudelleen…
fr: Redémarrage…
it: Riavvio…
ja: 再起動中…
pa: ਮੁੜ-ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Restartowanie…
ro: Se repornește…
ru: Перезапуск…
sl: Ponovno zaganjam …
tr: Yeniden başlatılıyor…
zh_hans: 重启中…

# macToggleStatusButtonWaiting
source: Waiting…
de: Warten…
es: Esperando…
fa: در حال انتظار…
fi: Odotetaan…
fr: En attente…
it: In attesa…
ja: 待機中…
pa: ਉਡੀਕ ਹੋ ਰਹੀ ਹੈ…
pl: Oczekiwanie…
ro: În așteptare…
ru: Ожидание…
sl: Čakam …
tr: Bekleniyor…
zh_hans: 等待中...

# tunnelSectionTitleInterface
source: Interface
de: Schnittstelle
es: Interfaz
fa: رابط
fi: Liittymä
it: Interfaccia
ja: インターフェース
pa: ਇੰਟਰਫੇਸ
pl: Interfejs
ro: Interfață
ru: Интерфейс
sl: Vmesnik
tr: Arayüz
zh_hans: 接口

# tunnelInterfaceName
source: Name
es: Nombre
fa: نام
fi: Nimi
fr: Nom
it: Nome
ja: 名前
pa: ਨਾਂ
pl: Nazwa
ro: Nume
ru: Имя
sl: Ime
tr: İsim
zh_hans: 名称

# tunnelInterfacePrivateKey
source: Private key
de: Privater Schlüssel
es: Clave privada
fa: کلید خصوصی
fi: Yksityinen avain
fr: Clé privée
it: Chiave privata
ja: 秘密鍵
pa: ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ
pl: Klucz prywatny
ro: Cheie privată
ru: Приватный ключ
sl: Zasebni ključ
tr: Özel anahtar
zh_hans: 私钥

# tunnelInterfacePublicKey
source: Public key
de: Öffentlicher Schlüssel
es: Clave pública
fa: کلید عمومی
fi: Julkinen avain
fr: Clé publique
it: Chiave pubblica
ja: 公開鍵
pa: ਪਬਲਿਕ ਕੁੰਜੀ
pl: Klucz publiczny
ro: Cheie publică
ru: Публичный ключ
sl: Javni ključ
tr: Açık anahtar
zh_hans: 公钥

# tunnelInterfaceGenerateKeypair
source: Generate keypair
de: Schlüsselpaar erzeugen
es: Generar par de claves
fa: ساختن جفت‌کلید
fi: Luo avainpari
fr: Générer une paire de clés
it: Genera coppia di chiavi
ja: キーペアの生成
pa: ਕੁੰਜੀ-ਜੋੜਾ ਤਿਆਰ ਕਰੋ
pl: Generowanie pary kluczy
ro: Generare pereche de chei
ru: Сгенерировать ключи
sl: Naredi nov par ključev
tr: Anahtar çifti oluştur
zh_hans: 生成密钥对

# tunnelInterfaceAddresses
source: Addresses
de: Adressen
es: Direcciones
fa: نشانی‌ها
fi: Osoitteet
fr: Adresses
it: Indirizzi
ja: IPアドレス
pa: ਸਿਰਨਾਵੇ
pl: Adresy
ro: Adrese
ru: IP-адреса
sl: Naslovi
tr: Adresler
zh_hans: 局域网 IP 地址

# tunnelInterfaceListenPort
source: Listen port
de: Zu überwachender Port
es: Puerto de escucha
fa: پورت شنود
fi: Kuuntele porttia
fr: Port d'écoute
it: Porta in ascolto
ja: 待受ポート
pa: ਸੁਣਨ ਵਾਲੀ ਪੋਰਟ
pl: Port nasłuchu
ro: Port de ascultare
ru: Порт
sl: Vrata poslušanja
tr: Dinlenen port
zh_hans: 监听端口

# tunnelInterfaceDNS
source: DNS servers
de: DNS-Server
es: Servidores DNS
fa: سرورهای DNS
fi: DNS palvelimet
fr: Serveurs DNS
it: Server DNS
ja: DNS サーバ
pa: DNS ਸਰਵਰ
pl: Serwery DNS
ro: Servere DNS
ru: DNS-серверы
sl: Strežniki DNS
tr: DNS sunucuları
zh_hans: DNS 服务器

# tunnelInterfaceStatus
source: Status
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
it: Stato
ja: 状態
pa: ਸਥਿਤੀ
ro: Stare
ru: Статус
tr: Durum
zh_hans: 状态

# tunnelSectionTitlePeer
source: Peer
es: Par
fa: همتا
fi: Osapuoli
fr: Pair
ja: ピア
pa: ਪੀਅਰ
ro: Pereche
ru: Пир
sl: Vrstnik
tr: Eş
zh_hans: 节点

# tunnelPeerPublicKey
source: Public key
de: Öffentlicher Schlüssel
es: Clave pública
fa: کلید عمومی
fi: Julkinen avain
fr: Cléf public
it: Chiave pubblica
ja: 公開鍵
pa: ਪਬਲਿਕ ਕੁੰਜੀ
pl: Klucz publiczny
ro: Cheie publică
ru: Публичный ключ
sl: Javni ključ
tr: Genel anahtar
zh_hans: 公钥

# tunnelPeerPreSharedKey
source: Preshared key
de: Symmetrischer Schlüssel
es: Clave precompartida
fa: کلید از پیش تقسیم شده
fi: Jaettu avain
fr: Clef prépartagée
it: Chiave pre-condivisa
ja: 事前共有鍵
pa: ਤਰਜੀਹੀ ਕੁੰਜੀ
pl: PSK
ro: Cheie predistribuită
ru: Общий ключ
sl: Ključ v skupni rabi
tr: Önceden paylaşılan anahtar
zh_hans: 预共享密钥

# tunnelPeerEndpoint
source: Endpoint
de: Endpunkt
es: Punto final
fa: نقطه پایان
fi: Päätepiste
fr: Point de terminaison
ja: エンドポイント
pa: ਐਂਡ-ਪੁਆਇੰਟ
pl: Adres
ro: Punct final
ru: IP-адрес сервера
sl: Končna točka
tr: Uç nokta
zh_hans: 对端

# tunnelPeerPersistentKeepalive
source: Persistent keepalive
de: Dauerhafter Keepalive
es: Keepalive persistente
fa: زنده نگه‌داشتن پیوسته
fi: Jatkuva keepalive
fr: Garde en vie persistante
it: Keepalive permanente
ja: 持続的キープアライブ
pa: ਸਥਿਰ ਲਗਾਤਾਰ ਜਾਰੀ ਰੱਖੋ
pl: Utrzymanie połączenia
ro: Mesaj keepalive persistent
ru: Поддерживание соединения
sl: Trajno ohranjanje povezave
tr: Kalıcı canlı tutma
zh_hans: 连接保活间隔

# tunnelPeerAllowedIPs
source: Allowed IPs
de: Zulässige IPs
es: IPs permitidas
fa: IPهای مجاز
fi: Sallitut IP-osoitteet
fr: Adresses IP autorisées
it: IP consentiti
pa: ਮਨਜ਼ੂਰ ਕੀਤੇ IP
pl: Dozwolone adresy IP
ro: IP-uri permise
ru: Разрешенные IP-адреса
sl: Dovoljeni IP-ji
tr: İzin verilen IP’ler
zh_hans: 路由的 IP 地址（段）

# tunnelPeerRxBytes
source: Data received
de: Daten empfangen
es: Datos recibidos
fa: داده دریافت شد
fi: Data vastaanotettu
fr: Données reçues
it: Dati ricevuti
ja: 受信したデータ
pa: ਮਿਲਿਆ ਡਾਟਾ
pl: Otrzymane dane
ro: Date primite
ru: Получено данных
sl: Prejeti podatki
tr: Veri alındı
zh_hans: 接收数据量

# tunnelPeerTxBytes
source: Data sent
de: Daten gesendet
es: Datos enviados
fa: داده فرستاده شده
fi: Data lähetetty
fr: Données envoyées
it: Dati inviati
ja: 送信したデータ
pa: ਭੇਜਿਆ ਡਾਟਾ
pl: Dane wysłane
ro: Date trimise
ru: Отправлено данных
sl: Poslani podatki
tr: Veri gönderildi
zh_hans: 发送数据量

# tunnelPeerLastHandshakeTime
source: Latest handshake
de: Letzter Handshake
es: Último saludo de manos
fa: آخرین handshake
fi: Viimeisin kättely
fr: Dernier établissement d'une liaison
it: Ultima negoziazione
ja: 直近のハンドシェイク
pa: ਆਖਰੀ ਹੈਂਡ-ਸ਼ੇਕ
pl: Ostatni uścisk dłoni (handshake)
ro: Ultimul acord de interogare
ru: Последнее рукопожатие
sl: Zadnje rokovanje
tr: En son el sıkışma
zh_hans: 最新的握手

# tunnelPeerExcludePrivateIPs
source: Exclude private IPs
de: Private IPs ausschließen
es: Excluir direcciones privadas
fa: مستثنی کردن IPهای خصوصی
fi: Jätä pois yksityiset IP-osoitteet
fr: Exclure les IPs privées
it: Escludi IP privati
ja: プライベートIPを対象外にする
pa: ਪ੍ਰਾਈਵੇਟ IP ਅਲਹਿਦਾ ਰੱਖੋ
pl: Wyklucz prywatne adresy IP
ro: Exclude IP-urile private
ru: Исключить частные IP-адреса
sl: Izključi zasebne IP-je
tr: Özel IP’leri hariç tut
zh_hans: 排除局域网

# tunnelSectionTitleOnDemand
source: On-Demand Activation
de: Aktivierung auf Wunsch
es: Activación bajo demanda
fa: فعال‌سازی هنگام-درخواست
fi: Automaattinen käyttöönotto
fr: Activation à la demande
it: Attivazione su richiesta
ja: オンデマンド有効化
pa: ਲੋੜ ਸਮੇਂ ਸਰਗਰਮ ਕਰੋ
pl: Aktywacja na żądanie
ro: Activare la cerere
ru: Автоподключение
sl: Aktivacija na zahtevo
tr: İsteğe Bağlı Etkinleştirme
zh_hans: 按需启动

# tunnelOnDemandCellular
source: Cellular
de: Mobil
es: Celular
fa: داده همراه
fi: Matkapuhelinverkko
fr: Cellulaire
it: Cellulare
ja: モバイル回線
pa: ਸੈਲੂਲਰ
pl: Dane komórkowe
ro: Mobil
ru: Сотовая сеть
sl: Mobilni podatki
tr: Hücresel
zh_hans: 蜂窝数据

# tunnelOnDemandEthernet
source: Ethernet
de: LAN
fa: اترنت
ja: イーサネット（有線LAN）
pa: ਈਥਰਨੈੱਟ
zh_hans: 以太网

# tunnelOnDemandWiFi
source: Wi-Fi
de: WLAN
fa: وای-فای
pa: ਵਾਈ-ਫ਼ਾਈ

# tunnelOnDemandSSIDsKey
source: SSIDs
fa: SSIDها
fi: SSID:t
it: SSID
ja: SSID
pa: SSID
pl: Identyfikatory SSID
ro: SSID-uri
sl: SSID-ji
tr: SSID’ler
zh_hans: 无线网络名称(SSID)

# tunnelOnDemandAnySSID
source: Any SSID
de: Alle SSIDs
es: Cualquier SSID
fa: هر SSID
fi: Mikä tahansa SSID
fr: N’importe quel SSID
it: Qualsiasi SSID
ja: すべてのSSID
pa: ਕੋਈ ਵੀ SSID
pl: Dowolny SSID
ro: Orice SSID
ru: Любой SSID
sl: Katerikoli SSID
tr: Herhangi bir SSID
zh_hans: 任何SSID

# tunnelOnDemandOnlyTheseSSIDs
source: Only these SSIDs
de: Nur diese SSIDs
es: Sólo estos SSIDs
fa: فقط این SSIDها
fi: Vain nämä SSID:t
fr: Seulement ces SSIDs
it: Solo questi SSID
ja: これらのSSIDのみ
pa: ਸਿਰਫ਼ ਇਹੀ SSID ਹੀ
pl: Tylko te SSID
ro: Doar aceste SSID-uri
ru: Только эти SSIDs
sl: Samo ti SSID-ji
tr: Yalnızca bu SSID’ler
zh_hans: 只有这些SSIDs

# tunnelOnDemandExceptTheseSSIDs
source: Except these SSIDs
de: Ausgenommen dieser SSIDs
es: Excepto estos SSIDs
fa: به‌جز این SSIDها
fi: Poislukien SSID:t
fr: Sauf ces SSIDs
it: Tranne questi SSID
ja: これらのSSIDを除外
pa: ਇਹਨਾਂ SSID ਤੋਂ ਬਿਨਾਂ
pl: Z wyjątkiem tych SSID
ro: Cu excepția acestor SSID-uri
ru: Кроме этих SSIDs
sl: Razen teh SSID-jev
tr: Bu SSID’ler dışında
zh_hans: 除了这些SSIDs

# tunnelOnDemandOnlySSID (%d)
source: Only %d SSID
de: Nur %d SSID
es: Sólo %d SSID
fa: تنها %d SSID
fi: Vain %d SSID
fr: Uniquement %d SSID
it: Solo %d SSID
ja: %d 件のSSIDのみ
pa: ਸਿਰਫ਼ %d SSID ਹੀ
pl: Tylko %d SSID
ro: Doar %d SSID
ru: Только %d SSID
sl: Samo %d SSID
tr: Sadece %d SSID
zh_hans: 只有 %d SSID

# tunnelOnDemandOnlySSIDs (%d)
source: Only %d SSIDs
de: Nur %d SSIDs
es: Sólo %d SSIDs
fa: تنها %d SSID
fi: Vain %d SSID:t
fr: Uniquement %d SSID
it: Solo %d SSID
ja: %d 件のSSIDのみ
pa: ਸਿਰਫ਼ %d SSID ਹੀ
pl: Tylko te %d SSID
ro: Doar %d SSID-uri
ru: Только %d SSIDs
sl: Samo SSID-jev: %d
tr: Sadece %d SSID’ler
zh_hans: 只有 %d 这些SSIDs

# tunnelOnDemandExceptSSID (%d)
source: Except %d SSID
de: Außer %d SSID
es: Excepto %d SSID
fa: به‌جز %d SSID
fi: Kaikki paitsi %d SSID
fr: Sauf %d SSID
it: Tranne %d SSID
ja: %d 件のSSIDが対象外
pa: %d SSID ਤੋਂ ਬਿਨਾਂ
pl: Z wyjątkiem %d SSID
ro: Cu excepția %d SSID
ru: Кроме %d SSID
sl: Razen %d SSID
tr: %d SSID hariç
zh_hans: 除了 %d SSID

# tunnelOnDemandExceptSSIDs (%d)
source: Except %d SSIDs
de: Außer %d SSIDs
es: Excepto %d SSIDs
fa: به‌جز %d SSID
fi: Kaikki paitsi %d SSID:t
fr: Sauf %d SSIDs
it: Tranne %d SSID
ja: %d 件のSSIDが対象外
pa: %d SSID ਤੋਂ ਬਿਨਾਂ
pl: Z wyjątkiem tych %d SSID
ro: Cu excepția %d SSID-uri
ru: Кроме %d SSIDs
sl: Razen SSID-jev: %d
tr: %d SSID’leri hariç
zh_hans: 除了 %d 这些 SSIDs

# tunnelOnDemandSSIDViewTitle
source: SSIDs
fa: SSIDها
fi: SSID:t
it: SSID
ja: SSID
pa: SSID
pl: Identyfikatory SSID
ro: SSID-uri
sl: SSID-ji
tr: SSID’ler
zh_hans: 无线网络名称(SSID)

# tunnelOnDemandSectionTitleSelectedSSIDs
source: SSIDs
fa: SSIDها
fi: SSID:t
it: SSID
ja: SSID
pa: SSID
pl: Identyfikatory SSID
ro: SSID-uri
sl: SSID-ji
tr: SSID’ler
zh_hans: 无线网络名称(SSID)

# tunnelOnDemandNoSSIDs
source: No SSIDs
de: Keine SSIDs
es: Sin SSIDs
fa: هیچ SSIDای
fi: Ei SSID-tietoja
fr: Pas de SSIDs
it: Nessun SSID
ja: SSIDなし
pa: ਕੋਈ SSID ਨਹੀਂ ਹੈ
pl: Brak SSID
ro: Niciun SSID
ru: Нет SSIDs
sl: Brez SSID-jev
tr: SSID yok
zh_hans: 没有 SSIDs

# tunnelOnDemandSectionTitleAddSSIDs
source: Add SSIDs
de: SSIDs hinzufügen
es: Añadir SSIDs
fa: افزودن SSIDها
fi: Lisää SSID-tietoja
fr: Ajouter des SSIDs
it: Aggiungi SSID
ja: SSIDの追加
pa: SSID ਜੋੜੋ
pl: Dodaj SSID
ro: Adăugare SSID-uri
ru: Добавить SSIDs
sl: Dodaj SSID-je
tr: SSID’ler ekleyin
zh_hans: 添加 SSIDs

# tunnelOnDemandAddMessageAddConnectedSSID (%@)
source: Add connected: %@
de: Verbundene hinzufügen: %@
es: Añadir conectado: %@
fa: افزودن متصل: %@
fi: Lisää yhdistetty: %@
fr: Ajouter les connectés: %@
it: Aggiungi connessione: %@
ja: 接続中の %@ を追加
pa: ਕਨੈਕਟ ਹੋਏ ਜੋੜੋ: %@
pl: Dodaj połączony: %@
ro: Adăugare conectată: %@
ru: Добавлено соединение: %@
sl: Dodaj povezane: %@
tr: Bağlanılanı ekle: %@
zh_hans: 添加连接：%@
