Repository: amnezia-vpn/awg-apple
Catalog: Sources/WireGuardApp/*.lproj/Localizable.strings
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# alertInvalidPeerMessagePersistentKeepaliveInvalid
source: Peer’s persistent keepalive must be between 0 to 65535, or unspecified
de: Der dauerhafte Keepalive des Peers muss zwischen 0 und 65535 oder nicht spezifiziert sein
es: El keepalive persistente del peer debe estar entre 0 y 65535, o no especificado
fi: Käyttäjän pysyvän keepalivin on oltava välillä 0–65535 tai määrittelemätön
fr: Le maintien persistant du pair doit être compris entre 0 et 65535, ou non spécifié
it: Il keepalive permanente del peer deve essere compreso tra 0 e 65535, o non specificato
ja: ピアの持続的キープアライブは0から65535の範囲内の値か、または未指定でなければなりません
pa: ਪੀਅਰ ਦਾ ਅਟੱਲ keepalive 0 ਤੋਂ 65535 ਵਿਚਾਲੇ ਜਾਂ ਨਾ ਦਿੱਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Interwał podtrzymywania połączenia musi wynosić pomiędzy 0 a 65535 lub nieokreślony
ro: Mesajul keepalive persistent al perechii trebuie să fie între 0 și 65535 sau să fie nespecificat
ru: Значение поддерживания соединения пира должно быть от 0 до 65535, или не указано
sl: Trajno ohranjanje povezave vrstnika mora biti med 0 in 65535, ali nedoločeno
tr: Eşin sürekli canlı tutulması 0 ile 65535 arasında veya belirtilmemiş olmalıdır
zh_hans: 节点的连接保活间隔必须介于 0 至 65535 之间，或不指定

# alertInvalidPeerMessagePublicKeyDuplicated
source: Two or more peers cannot have the same public key
de: Zwei oder mehr Peers können nicht den gleichen öffentlichen Schlüssel haben
es: Dos o mas pares no pueden tener la misma llave pùblica
fi: Kahdella tai useammalla osapuolella ei voi olla samaa julkista avainta
fr: Deux ou plusieurs pairs ne peuvent pas avoir la même clef publique
it: Due o più peer non possono avere la stessa chiave pubblica
ja: 複数のピアで同じ公開鍵は使用できません
pa: ਦੋ ਜਾਂ ਵੱਧ ਪੀਅਰਾਂ ਦੀ ਇੱਕ ਪਬਲਿਕ ਕੁੰਜੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਹੈ
pl: Dwa lub więcej peer'ów nie może współdzielić tego samego klucza publicznego
ro: Două sau mai multe perechi nu pot avea aceeași cheie publică
ru: Два или более пиров не могут иметь один и тот же публичный ключ
sl: Dva ali več vrstnikov ne more imeti enakega javnega ključa
tr: İki veya daha fazla eş aynı ortak anahtara sahip olamaz
zh_hans: 两个或多个节点不能拥有相同的公钥

# scanQRCodeViewTitle
source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner le code QR
it: Scansione codice QR
ja: QRコードをスキャン
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Skanuj kod QR
ro: Scanare cod QR
ru: Сканирование QR-кода
sl: Skeniraj kodo QR
tr: QR kodu tara
zh_hans: 扫描二维码

# scanQRCodeTipText
source: Tip: Generate with `qrencode -t ansiutf8 < tunnel.conf`
de: Tipp: Mit `qrencode -t ansiutf8 < tunnel.conf` generieren
es: Consejo: generar con `qrencode -t ansiutf8 tunnel.conf`
fi: Vihje: Luo käyttämällä `qrencode -t ansiutf8 < tunnel.conf`
fr: Conseil: générez avec `qrencode -t ansiutf8 < tunnel.conf`
it: Suggerimento: generalo con `qrencode -t ansiutf8 < tunnel.conf`
ja: Tip: `qrencode -t ansiutf8 < tunnel.conf` で生成できます
pa: ਟੋਟਕਾ: `qrencode -t ansiutf8 < tunnel.conf` ਨਾਲ ਬਣਾਓ
pl: Wskazówka: wygeneruj za pomocą `qrencode -t ansiutf8 < tunnel.conf`
ro: Sfat: generează cu `qrencode -t ansiutf8 < tunnel.conf`
ru: Совет: сгенерируйте с `qrencode -t ansiutf8 < tunnel.conf`
sl: Namig: generirajte z `qrencode -t ansiutf8 tunnel.conf`
tr: İpucu: `qrencode -t ansiutf8 < tunnel.conf` ile oluşturun
zh_hans: 提示：使用命令 `qrencode -t ansiutf8 < tunnel.conf` 生成二维码

# alertScanQRCodeCameraUnsupportedTitle
source: Camera Unsupported
de: Kamera nicht unterstützt
es: Cámara no soportada
fa: دوربین پشتیبانی نمی‌شود
fi: Kameraa ei tuettu
fr: Caméra non prise en charge
it: Fotocamera non supportata
ja: カメラがサポートされていません
pa: ਕੈਮਰਾ ਗ਼ੈਰ-ਸਹਾਇਕ ਹੈ
pl: Kamera nie jest obsługiwana
ro: Cameră video neacceptată
ru: Камера не поддерживается
sl: Fotoaparat ni podprt
tr: Kamera Desteklenmiyor
zh_hans: 不支持的照相机

# alertScanQRCodeCameraUnsupportedMessage
source: This device is not able to scan QR codes
de: Dieses Gerät kann QR-Codes nicht scannen
es: Este dispositivo no es capaz de escanear códigos QR
fi: Tämä laite ei pysty skannaamaan QR-koodeja
fr: Cet appareil n'est pas en mesure de scanner des codes QR
it: Questo dispositivo non è in grado di analizzare codici QR
ja: この機器ではQRコードをスキャンできません
pa: ਇਹ ਡਿਵਾਈਸ QR ਕੋਡ ਸਕੈਨ ਨਹੀਂ ਕਰਨ ਸਕਦਾ ਹੈ
pl: To urządzenie nie jest w stanie zeskanować kodów QR
ro: Acest dispozitiv nu poate scana coduri QR
ru: Это устройство не может сканировать QR-коды
sl: Ta naprava ne more skenirati kod QR
tr: Bu cihaz QR kodlarını tarayamaz
zh_hans: 此设备不能扫描二维码

# alertScanQRCodeInvalidQRCodeTitle
source: Invalid QR Code
de: Ungültiger QR-Code
es: Código QR inválido
fa: کد QR نامعتبر
fi: Virheellinen QR-koodi
fr: Code QR non valide
it: Codice QR non valido
ja: 無効なQRコード
pa: ਅਯੋਗ QR ਕੋਡ
pl: Nieprawidłowy kod QR
ro: Cod QR invalid
ru: Недопустимый QR-код
sl: Neveljavna koda QR
tr: Geçersiz QR Kodu
zh_hans: 二维码无效

# alertScanQRCodeInvalidQRCodeMessage
source: The scanned QR code is not a valid WireGuard configuration
de: Der gescannte QR-Code ist keine gültige WireGuard-Konfiguration
es: El código QR escaneado no es una configuración válida de WireGuard
fr: Le code QR scanné est une configuration WireGuard invalide
it: Il codice QR analizzato non è una configurazione valida di WireGuard
ja: スキャンしたQRコードは有効なWireGuardの設定ではありません
pa: ਸਕੈਨ ਕੀਤਾ QR ਕੋਡ ਵਾਜਬ ਵਾਇਰਗਾਰਡ ਸੰਰਚਨਾ ਨਹੀਂ ਹੈ
pl: Zeskanowany kod QR nie jest poprawną konfiguracją WireGuard
ro: Codul QR scanat nu este o configurație WireGuard validă
ru: Отсканированный QR-код не является конфигурацией WireGuard
sl: Skenirana koda QR ni veljavna konfiguracija WireGuard
tr: Taranan QR kodu geçerli bir WireGuard yapılandırması değil
zh_hans: 扫描的二维码不是有效的 WireGuard 配置

# alertScanQRCodeUnreadableQRCodeTitle
source: Invalid Code
de: Ungültiger Code
es: Código inválido
fa: کد نامعتبر
fi: Virheellinen koodi
fr: Code invalide
it: Codice non valido
ja: 無効なコード
pa: ਅਯੋਗ ਕੋਡ
pl: Nieprawidłowy kod
ro: Cod invalid
ru: Недопустимый код
sl: Neveljavna koda
tr: Geçersiz Kod
zh_hans: 代码无效

# alertScanQRCodeUnreadableQRCodeMessage
source: The scanned code could not be read
de: Der gescannte Code konnte nicht gelesen werden
es: El código escaneado no pudo ser leído
fr: Le code scanné n'a pas pu être lu
it: Il codice analizzato non può essere letto
ja: スキャンしたコードが解読できません
pa: ਸਕੈਨ ਕੀਤਾ ਕੋਡ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Zeskanowany kod nie mógł zostać odczytany
ro: Codul scanat nu a putut fi citit
ru: Не удалось прочитать отсканированный код
sl: Skenirane kode ni bilo mogoče prebrati
tr: Taranan kod okunamadı
zh_hans: 扫描的二维码无法读取

# alertScanQRCodeNamePromptTitle
source: Please name the scanned tunnel
de: Bitte den gescannten Tunnel benennen
es: Por favor, nombra el túnel escaneado
fr: Veuillez nommer le tunnel scanné
it: Assegna un nome al tunnel analizzato
ja: スキャンしたトンネル設定に名前をつけてください
pa: ਸਕੈਨ ਕੀਤੀ ਟਨਲ ਲਈ ਨਾਂ ਦਿਓ
pl: Nazwij zeskanowany tunel
ro: Denumește tunelul scanat
ru: Задайте имя отсканированному туннелю
sl: Poimenujte skeniran tunel
tr: Lütfen taranan tünele bir isim verin
zh_hans: 请命名扫描的隧道

# settingsViewTitle
source: Settings
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ro: Setări
ru: Настройки
sl: Nastavitve
tr: Ayarlar
zh_hans: 设置

# settingsSectionTitleAbout
source: About
de: Über
es: Acerca de
fa: درباره ما
fi: Tietoa
fr: A propos
it: Informazioni
ja: このプログラムについて
pa: ਇਸ ਬਾਰੇ
pl: O programie
ro: Despre
ru: О программе
sl: O programu
tr: Hakkında
zh_hans: 关于

# settingsVersionKeyWireGuardForIOS
source: WireGuard for iOS
de: WireGuard für iOS
es: WireGuard para iOS
fa: WireGuard برای iOS
fi: WireGuard iOS:lle
fr: WireGuard pour iOS
it: WireGuard per iOS
pa: iOS ਲਈ ਵਾਇਰਗਾਰਡ
pl: WireGuard dla iOS
ro: WireGuard pentru iOS
ru: WireGuard для iOS
sl: WireGuard za iOS
tr: iOS için WireGuard

# settingsVersionKeyWireGuardGoBackend
source: WireGuard Go Backend
fi: WireGuard Go -moottori
fr: Backend de l'application WireGuard en Go
it: Backend Go di WireGuard
pa: ਵਾਇਰਗਾਰਡ ਗੋ ਬੈਕਐਂਡ
ro: Bibliotecă Go WireGuard
ru: Бэкенд WireGuard
sl: Verzija wireguard-go

# settingsSectionTitleExportConfigurations
source: Export configurations
de: Konfigurationen exportieren
es: Exportar configuraciones
fr: Exporter les configurations
it: Esporta configurazioni
ja: 設定のエクスポート
pa: ਸੰਰਚਨਾ ਬਰਾਮਦ ਕਰੋ
pl: Eksportuj konfiguracje
ro: Exportare configurații
ru: Экспорт конфигураций
sl: Izvozi konfiguracije
tr: Yapılandırmaları dışa aktar
zh_hans: 导出配置

# settingsExportZipButtonTitle
source: Export zip archive
de: Zip-Archiv exportieren
es: Exportar archivo zip
fa: برون‌بری بایگانی زیپ
fr: Exporter l'archive zip
it: Esporta archivio zip
ja: ZIPアーカイブとしてエクスポート
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਬਰਾਮਦ ਕਰੋ
pl: Eksportuj do archiwum zip
ro: Exportare arhivă zip
ru: Экспорт zip-архива
sl: Izvoz arhiva zip
tr: Zip arşivini dışa aktar
zh_hans: 导出zip档案

# settingsSectionTitleTunnelLog
source: Log
es: Registro
fa: گزارش رویداد
fi: Loki
fr: Journal
ja: ログ
pa: ਲਾਗ
ro: Jurnal
ru: Журнал
sl: Dnevnik
tr: Günlük
zh_hans: 日志

# settingsViewLogButtonTitle
source: View log
de: Log anzeigen
es: Ver registro
fa: مشاهده‌ی گزارش رویداد
fi: Näytä loki
fr: Voir le journal
it: Visualizza log
ja: ログを参照する
pa: ਲਾਗ ਵੇਖੋ
pl: Wyświetl log
ro: Vizualizare jurnal
ru: Просмотреть журнал
sl: Prikaži dnevnik
tr: Günlüğü görüntüle
zh_hans: 查看日志

# logViewTitle
source: Log
es: Registro
fa: گزارش وقایع
fi: Loki
fr: Journal
ja: ログ
pa: ਲਾਗ
ro: Jurnal
ru: Журнал
sl: Dnevnik
tr: Günlük
zh_hans: 日志

# alertUnableToRemovePreviousLogTitle
source: Log export failed
de: Log-Export fehlgeschlagen
es: Exportación de registros fallida
fa: برون‌برد گزارش رویداد ناموفق بود
fr: L'exportation du journal a échoué
it: Esportazione log non riuscita
ja: ログのエクスポートに失敗
pa: ਲਾਗ ਬਰਾਮਦ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Export logów nie powiódł się
ro: Exportarea jurnalului a eșuat
ru: Ошибка экспорта журнала
sl: Izvažanje dnevnika ni uspelo
tr: Günlük dışa aktarılamadı
zh_hans: 导出日志失败

# alertUnableToRemovePreviousLogMessage
source: The pre-existing log could not be cleared
de: Das bereits vorhandene Log konnte nicht gelöscht werden
es: El registro preexistente no ha podido ser borrado
fr: Le journal préexistant n'a pas pu être effacé
it: Il log pre-esistente non può essere svuotato
ja: 以前のログを消去できませんでした
pa: ਪਹਿਲਾਂ-ਮੌਜੂਦਾ ਲਾਗ ਨੂੰ ਸਾਫ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ
pl: Nie można usunąć już istniejących logów
ro: Jurnalul preexistent nu a putut fi șters
ru: Не удалось очистить уже существующий журнал
sl: Prešnjega dnevnika ni bilo mogoče izbrisati
tr: Önceden var olan günlük temizlenemedi
zh_hans: 已存在的日志无法被清除

# alertUnableToWriteLogTitle
source: Log export failed
de: Log-Export fehlgeschlagen
es: Exportación de registros fallida
fa: برون‌برد گزارش رویداد ناموفق بود
fr: L'exportation du journal a échoué
it: Esportazione log non riuscita
ja: ログのエクスポートに失敗
pa: ਲਾਗ ਬਰਾਮਦ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Eksport logów nie powiódł się
ro: Exportarea jurnalului a eșuat
ru: Ошибка экспорта журнала
sl: Izvažanje dnevnika ni uspelo
tr: Günlük dışa aktarılamadı
zh_hans: 导出日志失败

# alertUnableToWriteLogMessage
source: Unable to write logs to file
de: Konnte Logs nicht in Datei schreiben
es: No se pudo escribir en el archivo de registros
fr: Impossible d'écrire les journaux dans un fichier
it: Impossibile scrivere i log su file
ja: ファイルにログを書き込めません
pa: ਲਾਗ ਫ਼ਾਇਲ ਵਿੱਚ ਲਿਖਣ ਲਈ ਅਸਮਰੱਥ ਹੈ
pl: Nie można zapisać logów do pliku
ro: Nu pot fi scrise jurnale în fișier
ru: Невозможно записать журнал в файл
sl: Ne morem zapisati dnevnikov v datoteko
tr: Günlükler dosyaya yazılamıyor
zh_hans: 无法将日志写入文件

# alertCantOpenInputZipFileTitle
source: Unable to read zip archive
de: Zip-Archiv kann nicht gelesen werden
es: No se pudo leer el archivo zip
fr: Impossible de lire l'archive zip
it: Impossibile leggere l'archivio zip
ja: ZIPアーカイブの読込不可
pa: ਜ਼ਿਪ ਅਕਾਇਵ ਪੜ੍ਹਨ ਲਈ ਅਸਮਰੱਥ ਹੈ
pl: Nie można odczytać archiwum zip
ro: Arhiva zip nu poate fi citită
ru: Невозможно прочитать zip-архив
sl: Arhiva zip ni bilo mogoče prebrati
tr: Zip arşivi okunamıyor
zh_hans: 无法读取压缩包

# alertCantOpenInputZipFileMessage
source: The zip archive could not be read.
de: Das Zip-Archiv konnte nicht gelesen werden.
es: El archivo zip no pudo ser leído.
fr: L'archive zip n'a pas pu être lue.
it: L'archivio zip non può essere letto.
ja: ZIPアーカイブが読み込めません
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: Nie można odczytać archiwum zip.
ro: Arhiva zip nu a putut fi citită.
ru: Невозможно прочитать zip-архив.
sl: Arhiva zip ni bilo mogoče prebrati.
tr: Zip arşivi okunamadı.
zh_hans: 该压缩包无法读取。

# alertCantOpenOutputZipFileForWritingTitle
source: Unable to create zip archive
de: Zip-Archiv kann nicht erstellt werden
es: No se pudo crear el archivo zip
fr: Impossible de créer l'archive zip
it: Impossibile creare l'archivio zip
ja: ZIPアーカイブ作成不可
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਬਣਾਉਣ ਲਈ ਅਸਮਰੱਥ ਹੈ
pl: Nie można utworzyć archiwum ZIP
ro: Arhiva zip nu poate fi creată
ru: Невозможно создать zip-архив
sl: Arhiva zip ni bilo mogoče ustvariti
tr: Zip arşivi oluşturulamıyor
zh_hans: 无法创建压缩包

# alertCantOpenOutputZipFileForWritingMessage
source: Could not open zip file for writing.
de: Zip-Datei konnte nicht zum Schreiben geöffnet werden.
es: No se pudo abrir el archivo zip para escribir.
fr: Impossible d'ouvrir le fichier zip en écriture.
it: Impossibile aprire in file zip per la scrittura.
ja: ZIPファイルを書き込み用に開けません
pa: ਲਿਖਣ ਲਈ ਜ਼ਿੱਪ ਫ਼ਾਇਲ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie udało się otworzyć pliku ZIP do zapisu.
ro: Fișierul zip nu a putut fi deschis în vederea scrierii.
ru: Не удалось открыть zip-архив для записи.
sl: Ne morem odpreti arhiva zip za zapisovanje.
tr: Zip dosyası yazmak için açılamadı.
zh_hans: 无法打开zip文件以写入。

# alertBadArchiveTitle
source: Unable to read zip archive
de: Zip-Archiv kann nicht gelesen werden
es: No se pudo leer el archivo zip
fa: نمی‌توان آرشیو زیپ را خواند
fr: Impossible de lire l'archive zip
it: Impossibile leggere l'archivio zip
ja: ZIPアーカイブの読込不可
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਪੜ੍ਹਨ ਲਈ ਅਸਮਰੱਥ
pl: Nie można odczytać archiwum ZIP
ro: Arhiva zip nu poate fi citită
ru: Невозможно прочитать zip-архив
sl: Arhiva zip ni bilo mogoče prebrati
tr: Zip arşivi okunamıyor
zh_hans: 无法读取压缩包

# alertBadArchiveMessage
source: Bad or corrupt zip archive.
de: Fehlerhaftes oder beschädigtes Zip-Archiv.
es: Archivo zip erróneo o corrupto.
fa: آرشیو زیپ، بد یا خراب است.
fi: Huono tai korruptoitunut zip arkisto.
fr: Archive zip incorrecte ou corrompue.
it: Archivio zip non valido o danneggiato.
ja: 不良なZIPアーカイブファイルです
pa: ਖ਼ਰਾਬ ਜਾਂ ਨਿਕਾਰਾ ਜ਼ਿੱਪ ਅਕਾਇਵ ਹੈ।
pl: Niewłaściwe lub uszkodzone archiwum ZIP.
ro: Arhivă zip incorectă sau deteriorată.
ru: Некорректный или поврежденный zip-архив.
sl: Pokvarjen arhiv zip.
tr: Kötü veya bozuk zip arşivi.
zh_hans: 压缩包无效或损坏。

# alertNoTunnelsToExportTitle
source: Nothing to export
de: Nichts zum Exportieren
es: Nada para exportar
fa: چیزی برای برون‌بری نیست
fi: Ei mitään vietävää
fr: Rien à exporter
it: Niente da esportare
ja: エクスポート対象なし
pa: ਬਰਾਮਦ ਕਰਨ ਲਈ ਕੁਝ ਨਹੀਂ ਹੈ
pl: Nie ma nic do wyeksportowania
ro: Nimic de exportat
ru: Нет данных для экспорта
sl: Ničesar ni za izvoz
tr: Dışa aktarılacak bir şey yok
zh_hans: 没有内容可导出

# alertNoTunnelsToExportMessage
source: There are no tunnels to export
de: Keine Tunnel zum Exportieren vorhanden
es: No hay túneles para exportar
fa: تونلی برای برون‌بری نیست
fi: Vietäviä tunneleita ei ole
fr: Il n'y a aucun tunnel à exporter
it: Non ci sono tunnel da esportare
ja: エクスポートできるトンネルが1つもありません
pa: ਬਰਾਮਦ ਕਰਨ ਲਈ ਕੋਈ ਟਨਲ ਨਹੀਂ ਹੈ
pl: Nie ma żadnych tuneli do wyeksportowania
ro: Nu există tuneluri de exportat
ru: Нет туннелей для экспорта
sl: Ni tunelov za izvoz
tr: Dışa aktarılacak tünel yok
zh_hans: 没有隧道可以导出

# alertNoTunnelsInImportedZipArchiveTitle
source: No tunnels in zip archive
de: Keine Tunnel im Zip-Archiv
es: No hay túneles en el archivo zip
fa: هیچ تونلی در آرشیو زیپ نیست
fi: Zip arkistossa ei ole tunneleita
fr: Aucun tunnel dans l'archive zip
it: Nessun tunnel nell'archivio zip
ja: ZIPアーカイブにトンネル設定がない
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਵਿੱਚ ਕੋਈ ਟਨਲ ਨਹੀਂ ਹੈ
pl: Brak tuneli w archiwum ZIP
ro: Nu există tuneluri în arhiva zip
ru: В zip-архиве нет туннелей
sl: V arhivu zip ni tunelov
tr: Zip arşivinde tünel yok
zh_hans: Zip档案中没有隧道

# alertNoTunnelsInImportedZipArchiveMessage
source: No .conf tunnel files were found inside the zip archive.
de: Es wurden keine .conf Tunneldateien im Zip-Archiv gefunden.
fr: Aucun fichier tunnel .conf n'a été trouvé dans l'archive zip.
it: Non è stato trovato alcun file .conf di tunnel all'interno dell'archivio zip.
ja: ZIPアーカイブ内に拡張子 .conf のトンネル設定ファイルが見つかりません
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਵਿੱਚ ਕੋਈ .conf ਟਨਲ ਫ਼ਾਇਲਾਂ ਨਹੀਂ ਲੱਭੀਆਂ।
pl: Nie znaleziono plików konfiguracyjnych tunelu .conf w archiwum zip.
ro: Nu au fost găsite fișiere de tunel .conf în interiorul arhivei zip.
ru: В zip-архиве не найдено файлов туннеля .conf.
sl: V arhivu zip ni bilo najdenih konfiguracijskih datotek za tunele.
tr: Zip arşivinde .conf tünel dosyası bulunamadı.
zh_hans: 在zip档案中没有找到.conf隧道文件

# alertCantOpenInputConfFileTitle
source: Unable to import from file
de: Import aus Datei nicht möglich
fr: Impossible d'importer depuis le fichier
it: Impossibile importare da file
ja: ファイルからのインポート不可
pa: ਫ਼ਾਇਲ ਤੋਂ ਦਰਾਮਦ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pl: Nie można zaimportować z pliku
ro: Nu se poate importa din fișier
ru: Невозможно импортировать из файла
sl: Uvoz iz datoteke ni uspel
tr: Dosyadan içe aktarılamıyor
zh_hans: 无法从文件中导入

# alertCantOpenInputConfFileMessage (%@)
source: The file ‘%@’ could not be read.
de: Die Datei ‘%@’ konnte nicht gelesen werden.
fr: Le fichier ‘%@’ n’a pas pu être lu.
it: Il file ‘%@’ non può essere letto.
ja: ファイル ‘%@’ は読み込めません
pa: ਫ਼ਾਇਲ ‘%@’ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: Nie można odczytać pliku „%@”.
ro: Fișierul „%@” nu a putut fi citit.
ru: Не удалось прочитать файл ’%@’.
sl: Datoteke "%@" ni bilo mogoče prebrati.
tr: ‘%@’ dosyası okunamadı.
zh_hans: 文件 “%@” 无法读取。

# alertTunnelActivationFailureTitle
source: Activation failure
de: Aktivierungsfehler
es: Fallo en la activación
fa: شکست در فعال‌سازی
fi: Aktivointi epäonnistui
fr: Échec de l'activation
it: Attivazione non riuscita
ja: 有効化に失敗
pa: ਸਰਗਰਮ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Błąd aktywacji tunelu
ro: Activare eșuată
ru: Ошибка подключения
sl: Napaka pri aktivaciji
tr: Aktivasyon hatası
zh_hans: 启动失败

# alertTunnelActivationFailureMessage
source: The tunnel could not be activated. Please ensure that you are connected to the Internet.
de: Der Tunnel konnte nicht aktiviert werden. Bitte stelle sicher, dass du mit dem Internet verbunden bist.
es: El túnel no pudo ser activado. Por favor, asegúrese de estar conectado a Internet.
fr: Le tunnel n'a pas pu être activé. Veuillez vous assurer que vous êtes connecté à Internet.
it: Il tunnel non può essere attivato. Assicurati di essere connesso a Internet.
ja: トンネルを有効化できませんでした。インターネットに接続しているか確認してください。
pa: ਟਨਲ ਨੂੰ ਸਰਗਰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਹੈ।
pl: Tunel nie mógł zostać aktywowany. Upewnij się, że jesteś podłączony do Internetu.
ro: Tunelul nu a putut fi activat. Asigură-te că dispui de conexiune la internet.
ru: Туннель не может быть подключен. Убедитесь, что вы подключены к Интернету.
sl: Tunela ni bilo mogoče aktivirati. Zagotovite, da imate vzpostavljeno spletno povezavo.
tr: Tünel etkinleştirilemedi. Lütfen internete bağlı olduğunuzdan emin olun.
zh_hans: 隧道无法启动。请确保您已连接到互联网。

# alertTunnelActivationSavedConfigFailureMessage
source: Unable to retrieve tunnel information from the saved configuration.
de: Tunnelinformationen konnten nicht von der gespeicherten Konfiguration abgerufen werden.
es: No se ha podido recuperar la información del túnel de la configuración guardada.
fr: Impossible de récupérer les informations du tunnel depuis la configuration enregistrée.
it: Impossibile recuperare le Informazioni del tunnel dalla configurazione salvata.
ja: 保存済みの設定からトンネルの情報を取得できませんでした
pa: ਸੰਭਾਲੀ ਸੰਰਚਨਾ ਤੋਂ ਟਨਲ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie można odczytać informacji o tunelu z zapisanej konfiguracji.
ro: Informațiile despre tunel nu au putut fi obținute din configurația salvată.
ru: Не удается получить информацию о туннеле из сохраненной конфигурации.
sl: Informacije o tunelu ni bilo mogoče pridobiti iz shranjene konfiguracije.
tr: Kaydedilen yapılandırmadan tünel bilgileri alınamıyor.
zh_hans: 无法从保存的配置中获取隧道信息。

# alertTunnelActivationBackendFailureMessage
source: Unable to turn on Go backend library.
de: Die Go-Backend-Bibliothek kann nicht aktiviert werden.
fr: Impossible d'activer la bibliothèque Go.
it: Impossibile attivare la libreria del backend Go.
ja: Go バックエンドライブラリを起動できません
pa: Go ਬੈਕਐਂਡ ਲਾਇਬਰੇਰੀ ਚਾਲੂ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie udało się włącz tunelu bazując na bibliotece Go.
ro: Biblioteca Go nu poate fi pornită.
ru: Не удалось включить библиотеку бэкэнд.
sl: Zaledne knjižnice Go ni bilo mogoče vključiti.
tr: Go Backend kitaplığı açılamıyor.
zh_hans: 无法启动 Go 后端连接库。

# alertTunnelActivationFileDescriptorFailureMessage
source: Unable to determine TUN device file descriptor.
de: TUN Dateideskriptor kann nicht ermittelt werden.
fr: Impossible de déterminer le descripteur de fichier TUN.
it: Impossibile determinare il descrittore file del dispositivo TUN.
ja: TUN デバイスのファイルディスクリプタを特定できません
pa: TUN ਡਿਵਾਈਸ ਫ਼ਾਇਲ ਵਰਣਨ ਪਤਾ ਲਗਾਉਣ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie można określić opisu urządzenia TUN.
ro: Nu se poate determina descriptorul fișierului dispozitivului TUN.
ru: Не удалось определить дескриптор файла TUN устройства.
sl: Deskriptorja datoteke naprave TUN ni mogoče določiti.
tr: TUN cihaz dosyası tanımlayıcısı belirlenemiyor.
zh_hans: 无法确定 TUN 设备文件描述符。

# alertTunnelActivationSetNetworkSettingsMessage
source: Unable to apply network settings to tunnel object.
de: Netzwerkeinstellungen können nicht auf Tunnelobjekt angewendet werden.
fr: Impossible d'appliquer les paramètres réseau à l'objet tunnel.
it: Impossibile applicare le impostazioni di rete all'oggetto del tunnel.
ja: トンネルオブジェクトにネットワーク設定を適用できません
pa: ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ ਟਨਲ ਆਬਜੈਕਟ ਉੱਤੇ ਲਾਗੂ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie można zastosować ustawień sieci do tunelu.
ro: Nu se pot aplica setările de rețea la elementul de tunel.
ru: Невозможно применить сетевые настройки к объекту туннеля.
sl: Objektu tunela ni mogoče nastaviti omrežnih nastavitev.
tr: Tünel nesnesine ağ ayarları uygulanamıyor.
zh_hans: 无法将网络设置应用到隧道对象。

# alertTunnelDNSFailureTitle
source: DNS resolution failure
de: DNS-Auflösungsfehler
es: Fallo en resolución DNS
fr: Échec de la résolution DNS
it: Risoluzione DNS non riuscita
ja: DNSによる名前解決失敗
pa: DNS ਹੱਲ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Nieudane rozpoznanie DNS
ro: Eroare de rezolvare DNS
ru: Ошибка при разрешении DNS
sl: Napaka pri razrešitvi DNS
tr: DNS çözümleme hatası
zh_hans: DBS解析失败

# alertTunnelDNSFailureMessage
source: One or more endpoint domains could not be resolved.
de: Eine oder mehrere Endpunkt-Domains konnten nicht aufgelöst werden.
fr: Un ou plusieurs domaines de terminaison n'ont pas pu être résolus.
it: Uno o più domini di endpoint non può essere risolto.
ja: エンドポイントのドメイン名が解決できませんでした
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਐਂਡ-ਪੁਆਇੰਟ ਡੋਮੇਨ ਹੱਲ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ।
pl: Jedna lub więcej domen nie może zostać odnalezionych.
ro: Unul sau mai multe puncte finale nu au putut fi rezolvate.
ru: Один или несколько IP-адресов серверов не могут быть разрешены.
sl: Eno ali več domen končnih točk ni bilo mogoče razrešiti.
tr: Bir veya daha fazla uç nokta alanı çözülemedi.
zh_hans: 一个或多个端点的域名无法解析

# alertTunnelNameEmptyTitle
source: No name provided
de: Kein Name angegeben
fa: نامی افزوده نشده
fi: Nimeä ei annettu lainkaan
fr: Pas de nom fourni
it: Nessun nome fornito
ja: 名前が未指定
pa: ਕੋਈ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ
pl: Nie podano nazwy
ro: Nu este furnizat niciun nume
ru: Имя не указано
sl: Ime ni bilo podano
tr: İsim sağlanmadı
zh_hans: 没有输入名称
