Repository: amnezia-vpn/awg-apple
Catalog: Sources/WireGuardApp/*.lproj/Localizable.strings
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# alertTunnelNameEmptyMessage
source: Cannot create tunnel with an empty name
de: Kann Tunnel mit leerem Namen nicht erstellen
fr: Impossible de créer le tunnel avec un nom vide
it: Impossibile creare un tunnel con un nome vuoto
ja: 名前のないトンネルは作成できません
pa: ਖਾਲੀ ਨਾਂ ਨਾਲ ਟਨਲ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕਦੀ ਹੈ
pl: Nie można utworzyć tunelu z pustą nazwą
ro: Nu se poate crea un tunel fără nume
ru: Невозможно создать туннель с пустым именем
sl: Ne morem ustvariti tunela s praznim imenom
tr: Boş bir isimle tünel oluşturulamaz
zh_hans: 不能创建名称为空的隧道

# alertTunnelAlreadyExistsWithThatNameTitle
source: Name already exists
de: Name bereits vorhanden
fa: نام از قبل وجود دارد
fi: Nimi on jo käytössä
fr: Le nom existe déjà
it: Il nome esiste già
ja: 存在する名前
pa: ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Nazwa już istnieje
ro: Numele există deja
ru: Такое имя уже существует
sl: Ime že obstaja
tr: Bu isim zaten var
zh_hans: 名称已存在

# alertTunnelAlreadyExistsWithThatNameMessage
source: A tunnel with that name already exists
de: Ein Tunnel mit diesem Namen ist bereits vorhanden
fr: Un tunnel portant ce nom existe déjà
it: Un tunnel con quel nome esiste già
ja: 同じ名前のトンネルがすでに存在します
pa: ਉਸ ਨਾਂ ਨਾਲ ਟਨਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Tunel o tej nazwie już istnieje
ro: Un tunel cu acest nume există deja
ru: Туннель с таким именем уже существует
sl: Tunel s tem imenom že obstaja
tr: Bu isimde bir tünel zaten var
zh_hans: 已经有隧道使用了这个名称

# alertTunnelActivationErrorTunnelIsNotInactiveTitle
source: Activation in progress
de: Aktivierung läuft
fa: در حال فعال‌سازی
fi: Aktivointi käynnissä
fr: Activation en cours
it: Attivazione in corso
ja: 有効化中
pa: ਸਰਗਰਮ ਕਰਨਾ ਜਾਰੀ ਹੈ
pl: Aktywacja w toku
ro: Activare în curs
ru: Подключение в процессе
sl: Aktivacija v teku
tr: Aktivasyon sürüyor
zh_hans: 启动正在进行中

# alertTunnelActivationErrorTunnelIsNotInactiveMessage
source: The tunnel is already active or in the process of being activated
de: Der Tunnel ist bereits aktiv oder wird gerade aktiviert
fr: Le tunnel est déjà actif ou en cours d'activation
it: Il tunnel è già attivo o in fase di attivazione
ja: トンネルはすでに有効になっているか、有効化処理中です
pa: ਟਨਲ ਪਹਿਲਾਂ ਹੀ ਸਰਗਰਮ ਹੈ ਜਾਂ ਸਰਗਰਮ ਕਰਨ ਦੀ ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ
pl: Tunel jest już aktywny lub jest już w trakcie aktywowania
ro: Tunelul este deja activ sau în curs de a fi activat
ru: Туннель уже подключен или в процессе подключения
sl: Tunel že aktiven ali v procesu aktivacije
tr: Tünel halihazırda aktif veya aktif olma sürecinde
zh_hans: 隧道已激活或正在进行启动中

# alertSystemErrorOnListingTunnelsTitle
source: Unable to list tunnels
de: Kann Tunnel nicht auflisten
fa: نمی‌توان تونل‌ها را فهرست کرد
fi: Tunneleita ei voitu listata
fr: Impossible de créer une liste des tunnels existants
it: Impossibile elencare i tunnel
ja: トンネル表示不可
pa: ਟਨਲਾਂ ਦੀ ਸੂਚੀ ਦਿਖਾਉਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można wyświetlić tuneli
ro: Tunelurile nu pot fi listate
ru: Не удалось отобразить туннели
sl: Tunelov ni bilo mogoče našteti
tr: Tüneller listelenemiyor
zh_hans: 无法列出隧道

# alertSystemErrorOnAddTunnelTitle
source: Unable to create tunnel
de: Kann Tunnel nicht erstellen
es: No se pudo crear el túnel
fa: نمی‌توان تونل را ساخت
fi: Tunnelia ei voitu luoda
fr: Impossible de créer le tunnel
it: Impossibile creare il tunnel
ja: トンネル作成不可
pa: ਟਨਲ ਬਣਾਉਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można utworzyć tunelu
ro: Tunelul nu poate fi creat
ru: Невозможно создать туннель
sl: Tunela ni bilo mogoče ustvariti
tr: Tünel oluşturulamıyor
zh_hans: 无法创建隧道

# alertSystemErrorOnModifyTunnelTitle
source: Unable to modify tunnel
de: Kann Tunnel nicht ändern
es: No se pudo modificar el túnel
fa: نمی‌توان تونل را ویرایش کرد
fr: Impossible de modifier le tunnel
it: Impossibile modificare il tunnel
ja: トンネル編集不可
pa: ਟਨਲ ਸੋਧਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można zmodyfikować tunelu
ro: Tunelul nu poate fi modificat
ru: Не удалось изменить туннель
sl: Tunela ni bilo spremeniti
tr: Tünel değiştirilemiyor
zh_hans: 无法修改隧道

# alertSystemErrorOnRemoveTunnelTitle
source: Unable to remove tunnel
de: Kann Tunnel nicht löschen
es: No se pudo eliminar el túnel
fa: نمی‌توان تونل را حذف کرد
fr: Impossible de supprimer le tunnel
it: Impossibile rimuovere il tunnel
ja: トンネル削除不可
pa: ਟਨਲ ਹਟਾਉਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można usunąć tunelu
ro: Tunelul nu poate fi eliminat
ru: Не удалось удалить туннель
sl: Tunela ni bilo mogoče odstraniti
tr: Tünel kaldırılamıyor
zh_hans: 无法移除隧道

# alertTunnelActivationSystemErrorTitle
source: Activation failure
de: Aktivierungsfehler
es: Fallo en la activación
fa: شکست در فعال‌سازی
fi: Aktivointi epäonnistui
fr: Échec de l'activation
it: Attivazione non riuscita
ja: 有効化に失敗
pa: ਸਰਗਰਮ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Błąd aktywacji tunelu
ro: Activare eșuată
ru: Ошибка подключения
sl: Napaka pri aktivaciji
tr: Aktivasyon hatası
zh_hans: 启动失败

# alertTunnelActivationSystemErrorMessage (%@)
source: The tunnel could not be activated. %@
de: Der Tunnel konnte nicht aktiviert werden. %@
es: No se pudo activar el túnel. %@
fr: Le tunnel '%@' n'a pas pu être activé
it: Il tunnel non può essere attivato. %@
ja: トンネルを有効化できませんでした。 %@
pa: ਟਨਲ ਨੂੰ ਸਰਗਰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। %@
pl: Błąd aktywacji tunelu. %@
ro: Tunelul nu a putut fi activat. %@
ru: Не удалось подключить туннель. %@
sl: Tunel ni bilo mogoče aktivirati. %@
tr: Tünel etkinleştirilemedi. %@
zh_hans: 隧道无法启动。%@

# alertSystemErrorMessageTunnelConfigurationInvalid
source: The configuration is invalid.
de: Die Konfiguration ist ungültig.
es: La configuración es inválida.
fa: پیکربندی نامعتبر است.
fi: Konfiguraatio ei kelpaa.
fr: La configuration est invalide.
it: La configurazione non è valida.
ja: 設定が不正です
pa: ਸੰਰਚਨਾ ਅਵੈਧ ਹੈ।
pl: Ta konfiguracja jest nieprawidłowa.
ro: Configurația este invalidă.
ru: Недопустимая конфигурация.
sl: Konfiguracija ni veljavna.
tr: Yapılandırma geçersiz.
zh_hans: 配置无效

# alertSystemErrorMessageTunnelConfigurationDisabled
source: The configuration is disabled.
de: Die Konfiguration ist deaktiviert.
es: La configuración está desactivada.
fa: پیکربندی غیرفعال است.
fr: La configuration est désactivée.
it: La configurazione è disabilitata.
ja: 設定が無効化されています。
pa: ਸੰਰਚਨਾ ਅਸਮਰੱਥ ਹੈ।
pl: Konfiguracja jest wyłączona.
ro: Configurația este dezactivată.
ru: Конфигурация отключена.
sl: Konfiguracija je onemogočena.
tr: Yapılandırma devre dışı bırakıldı.
zh_hans: 配置已禁用。

# alertSystemErrorMessageTunnelConnectionFailed
source: The connection failed.
de: Verbindung fehlgeschlagen.
es: La conexión ha fallado.
fa: ﺍﺗﺼﺎﻝ ﻧﺎﻣﻮﻓﻖ ﺑﻮﺩ.
fi: Yhteys epäonnistui.
fr: La connexion a échoué.
it: La connessione non è riuscita.
ja: 接続に失敗しました。
pa: ਕਨੈਕਸ਼ਨ ਅਸਫ਼ਲ ਹੈ।
pl: Połączenie nie powiodło się.
ro: Conexiunea a eșuat.
ru: Ошибка соединения.
sl: Povezava ni uspela.
tr: Bağlantı başarısız oldu.
zh_hans: 连接失败。

# alertSystemErrorMessageTunnelConfigurationStale
source: The configuration is stale.
de: Die Konfiguration ist veraltet.
fa: پیکربندی کهنه است.
fr: La configuration est obsolète.
it: La configurazione è obsoleta.
ja: 設定が他のプロセスによって更新されています
pa: ਸੰਰਚਨਾ ਅਟਕ ਗਈ ਹੈ।
pl: Konfiguracja jest przestarzała.
ro: Configurația este perimată.
ru: Конфигурация устарела.
sl: Konfiguracije je zastarala.
tr: Yapılandırma eski.
zh_hans: 配置过旧。

# alertSystemErrorMessageTunnelConfigurationReadWriteFailed
source: Reading or writing the configuration failed.
de: Lesen oder speichern der Konfiguration gescheitert.
fi: Konfiguraation lukeminen tai kirjoittaminen epäonnistui.
fr: La lecture ou l'écriture de la configuration a échoué.
it: La lettura o la scrittura della configurazione non è riuscita.
ja: 設定の読み取り、または書き込みに失敗しました。
pa: ਸੰਰਚਨਾ ਪੜ੍ਹਨ ਜਾਂ ਲਿਖਣ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Czytanie lub zapisywanie konfiguracji nie powiodło się.
ro: Citirea sau scrierea configurației a eșuat.
ru: Ошибка чтения или записи конфигурации.
sl: Branje ali pisanje konfiguracije ni uspelo.
tr: Yapılandırmanın okunması veya yazılması başarısız oldu.
zh_hans: 读取或写入配置失败。

# alertSystemErrorMessageTunnelConfigurationUnknown
source: Unknown system error.
de: Unbekannter Systemfehler.
es: Error desconocido de sistema.
fa: خطای ناشناخته سیستم.
fi: Tuntematon järjestelmävirhe.
fr: Erreur du système inconnue.
it: Errore di sistema sconosciuto.
ja: 不明なシステムエラー。
pa: ਅਣਪਛਾਤੀ ਸਿਸਟਮ ਗਲਤੀ ਹੈ।
pl: Nieznany błąd systemowy.
ro: Eroare necunoscută de sistem.
ru: Неизвестная системная ошибка.
sl: Neznana sistemska napaka.
tr: Bilinmeyen sistem hatası.
zh_hans: 未知的系统错误。

# macMenuNetworks (%@)
source: Networks: %@
de: Netzwerke:%@
fa: شبکه‌ها: %@
fi: Verkot: %@
fr: Réseaux: %@
it: Reti: %@
ja: ネットワーク: %@
pa: ਨੈੱਟਵਰਕ: %@
pl: Sieci: %@
ro: Rețele: %@
ru: Сети: %@
sl: Omrežja: %@
tr: Ağlar: %@
zh_hans: 网络：%@

# macMenuNetworksNone
source: Networks: None
de: Keine Netzwerke.
fa: شبکه‌ها: هیچی
fi: Verkot: Ei mitään
fr: Réseaux: Aucun
it: Reti: nessuna
ja: ネットワーク: なし
pa: ਨੈੱਟਵਰਕ: ਕੋਈ ਨਹੀਂ
pl: Sieci: brak
ro: Rețele: niciuna
ru: Сети отсутствуют
sl: Ni omrežij
tr: Ağlar: Yok
zh_hans: 网络：无

# macMenuTitle
source: WireGuard
pa: ਵਾਇਰਗਾਰਡ

# macMenuManageTunnels
source: Manage Tunnels
de: Tunnel verwalten
es: Gestionar túneles
fa: مدیریت تونل‌ها
fi: Hallitse tunneleita
fr: Gestion des tunnels
it: Gestisci i tunnel
ja: トンネルの管理
pa: ਟਨਲ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj tunelami
ro: Gestionare tuneluri
ru: Управление туннелями
sl: Upravljaj tunele
tr: Tünelleri Yönet
zh_hans: 管理隧道

# macMenuImportTunnels
source: Import Tunnel(s) from File…
de: Tunnel aus Datei importieren…
es: Importar túnel(es) desde archivo
fa: وارد کردن تونل(ها) از پرونده…
fi: Tuo tunneli(t) tiedostosta…
fr: Importer le(s) tunnel(s) à partir du fichier…
it: Importa tunnel da file…
ja: ファイルからトンネルをインポート…
pa: ਫ਼ਾਇਲ ਤੋਂ ਟਨਲ ਦਰਾਮਦ ਕਰੋ…
pl: Importuj tunel(e) z pliku…
ro: Importare tunel(uri) din fișier…
ru: Импорт туннелей из файла…
sl: Uvozi tunele iz datoteke …
tr: Tünelleri Dosyadan İçe Aktar…
zh_hans: 从文件导入隧道…

# macMenuAddEmptyTunnel
source: Add Empty Tunnel…
de: Leeren Tunnel hinzufügen…
fa: افزودن تونل خالی…
fi: Lisää tyhjä tunneli…
fr: Ajouter un tunnel vide…
it: Aggiungi tunnel vuoto…
ja: 設定が空のトンネルを追加…
pa: …ਖਾਲੀ ਟਨਲ ਜੋੜੋ
pl: Dodaj pusty tunel…
ro: Adăugare tunel gol…
ru: Добавить пустой туннель…
sl: Dodaj prazen tunel …
tr: Boş Tünel Ekle…
zh_hans: 添加空隧道…

# macMenuViewLog
source: View Log
de: Protokoll anzeigen
es: Ver registro
fa: مشاهده گزارش رویداد
fi: Näytä loki
fr: Voir le journal
it: Visualizza log
ja: ログの参照
pa: ਲਾਗ ਵੇਖੋ
pl: Wyświetl log
ro: Vizualizare jurnal
ru: Просмотреть журнал
sl: Pokaži dnevnik
tr: Günlüğü Görüntüle
zh_hans: 查看日志

# macMenuExportTunnels
source: Export Tunnels to Zip…
de: Tunnel als Zip exportieren…
fa: برون‌بری تونل‌ها در پرونده زیپ…
fi: Vie tunnelit Zippinä…
fr: Exporter les tunnels en Zip…
it: Esporta tunnel in Zip…
ja: トンネル設定をZIPにエクスポート…
pa: ਟਨਲ ਨੂੰ ਜ਼ਿੱਪ ਵਜੋਂ ਬਰਾਮਦ ਕਰੋ…
pl: Wyeksportuj tunele do pliku ZIP…
ro: Exportare tuneluri în zip…
ru: Экспорт туннелей в zip-архив…
sl: Izvozi tunele v datoteko zip …
tr: Tünelleri Zip'e Aktar…
zh_hans: 导出隧道为Zip…

# macMenuAbout
source: About WireGuard
de: Über WireGuard
es: Acerca de WireGuard
fa: درباره WireGuard
fi: Tietoa WireGuardista
fr: À propos du WireGuard
it: Informazioni su WireGuard
ja: WireGuard について
pa: ਵਾਇਰਗਾਰਡ ਬਾਰੇ
pl: Informacje o WireGuard
ro: Despre WireGuard
ru: О WireGuard
sl: O aplikaciji WireGuard
tr: WireGuard Hakkında
zh_hans: 关于 WireGuard

# macMenuQuit
source: Quit WireGuard
de: WireGuard beenden
es: Salir de WireGuard
fa: خروج از WireGuard
fi: Sulje WireGuard
fr: Quitter WireGuard
it: Chiudi WireGuard
ja: WireGuardを終了
pa: ਵਾਇਰਗਾਰਡ ਚੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyjdź z programu WireGuard
ro: Ieși din WireGuard
ru: Выйти из WireGuard
sl: Končaj WireGuard
tr: WireGuard’dan Çık
zh_hans: 退出 WireGuard

# macMenuHideApp
source: Hide WireGuard
de: WireGuard ausblenden
es: Ocultar WireGuard
fa: WireGuard را پنهان کن
fi: Piilota WireGuard
fr: Masquer WireGuard
it: Nascondi WireGuard
ja: WireGuard を隠す
pa: ਵਾਇਰਗਾਰਡ ਲੁਕਾਓ
pl: Ukryj program WireGuard
ro: Ascunde WireGuard
ru: Скрыть WireGuard
sl: Skrij WireGuard
tr: WireGuard’ı Gizle
zh_hans: 隐藏 WireGuard

# macMenuHideOtherApps
source: Hide Others
de: Andere ausblenden
fa: پنهان کردن دیگران
fi: Piilota muut
fr: Masquer les autres
it: Nascondi altri
ja: ほかを隠す
pa: ਹੋਰ ਲੁਕਾਓ
pl: Ukryj pozostałe
ro: Ascunde restul
ru: Скрыть другие
sl: Skrij druge
tr: Diğerlerini Gizle
zh_hans: 隐藏其它

# macMenuShowAllApps
source: Show All
de: Alle anzeigen
es: Mostrar todo
fa: نمایش همه
fi: Näytä kaikki
fr: Tout afficher
it: Mostra tutto
ja: すべてを表示
pa: ਸਭ ਵੇਖਾਓ
pl: Pokaż wszystkie
ro: Afișare toate
ru: Показать всё
sl: Prikaži vse
tr: Tümünü Göster
zh_hans: 显示全部

# macMenuFile
source: File
de: Datei
es: Archivo
fa: پرونده
fi: Tiedosto
fr: Fichier
ja: ファイル
pa: ਫ਼ਾਇਲ
pl: Plik
ro: Fișier
ru: Файл
sl: Datoteka
tr: Dosya
zh_hans: 文件

# macMenuCloseWindow
source: Close Window
de: Fenster schließen
es: Cerrar Ventana
fa: بستن پنجره
fi: Sulje ikkuna
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウィンドウを閉じる
pa: ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਕਰੋ
pl: Zamknij okno
ro: Închidere fereastră
ru: Закрыть окно
sl: Zapri okno
tr: Pencereyi Kapat
zh_hans: 关闭窗口

# macMenuEdit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
pa: ਸੋਧੋ
pl: Edycja
ro: Editare
ru: Редактировать
sl: Uredi
tr: Düzenle
zh_hans: 编辑

# macMenuCut
source: Cut
de: Ausschneiden
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
it: Taglia
ja: 切り取り
pa: ਕੱਟੋ
pl: Wytnij
ro: Tăiere
ru: Вырезать
sl: Izreži
tr: Kes
zh_hans: 剪切

# macMenuCopy
source: Copy
de: Kopieren
es: Copiar
fa: روگرفت
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
pa: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
ro: Copiere
ru: Копировать
sl: Kopiraj
tr: Kopyala
zh_hans: 复制

# macMenuPaste
source: Paste
de: Einfügen
es: Pegar
fa: جای‌گذاری
fi: Liitä
fr: Coller
it: Incolla
ja: 貼り付け
pa: ਚੇਪੋ
pl: Wklej
ro: Lipire
ru: Вставить
sl: Prilepi
tr: Yapıştır
zh_hans: 粘贴

# macMenuSelectAll
source: Select All
de: Alle markieren
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
pa: ਸਭ ਚੁਣੋ
pl: Wybierz wszystko
ro: Selectare totală
ru: Выбрать всё
sl: Izberi vse
tr: Tümünü Seç
zh_hans: 全选

# macMenuTunnel
source: Tunnel
es: Túnel
fa: تونل
fi: Tunneli
ja: トンネル
pa: ਟਨਲ
pl: Tunel
ro: Tunel
ru: Туннель
sl: Tunel
tr: Tünel
zh_hans: 隧道

# macMenuToggleStatus
source: Toggle Status
de: Status umschalten
es: Cambiar estado
fi: Vaihda tilaa
fr: Changer le statut
it: Stato di attivazione
ja: ステータスを切り替え
pa: ਸਥਿਤੀ ਪਲਟੋ
pl: Przełącz status
ro: Comutare stare
ru: Переключить статус
sl: Preklopi status
tr: Durumu Değiştir
zh_hans: 切换状态

# macMenuEditTunnel
source: Edit…
de: Bearbeiten…
es: Editar…
fa: ویرایش…
fi: Muokkaa…
fr: Modifier…
it: Modifica…
ja: 編集…
pa: ਸੋਧੋ…
pl: Edytuj…
ro: Editare…
ru: Редактировать…
sl: Uredi …
tr: Düzenle…
zh_hans: 编辑…

# macMenuDeleteSelected
source: Delete Selected
de: Ausgewählte löschen
es: Eliminar elementos seleccionados
fa: حذف انتخاب شده‌ها
fi: Poista valitut
fr: Supprimer la sélection
it: Elimina selezionati
ja: 選択したものを削除
pa: ਚੁਣੇ ਨੂੰ ਹਟਾਓ
pl: Usuń wybrane
ro: Șterge tunelurile selectate
ru: Удалить выбранное
sl: Izbriši izbrano
tr: Seçileni Sil
zh_hans: 删除选中项

# macMenuWindow
source: Window
de: Fenster
es: Ventana
fa: پنجره
fi: Ikkuna
fr: Fenêtre
it: Finestra
ja: ウィンドウ
pa: ਵਿੰਡੋ
pl: Okno
ro: Fereastră
ru: Окно
sl: Okno
tr: Pencere
zh_hans: 窗口

# macMenuMinimize
source: Minimize
de: Minimieren
es: Minimizar
fa: کوچک‌سازی
fi: Pienennä
fr: Minimiser
it: Minimizza
ja: 最小化
pa: ਘੱਟੋ-ਘੱਟ
pl: Minimalizuj
ro: Minimizare
ru: Свернуть
sl: Pomanjšaj
tr: Küçült
zh_hans: 最小化

# macMenuZoom
source: Zoom
de: Vergrößern
fa: بزرگ‌نمايی
fi: Lähennä/Loitonna
fr: Réduire/Agrandir
ja: ズーム
pa: ਜ਼ੂਮ
pl: Powiększenie
ro: Panoramare
ru: Изменить масштаб
sl: Povečava
tr: Yakınlaştır
zh_hans: 缩放

# macWindowTitleManageTunnels
source: Manage WireGuard Tunnels
de: WireGuard-Tunnel verwalten
es: Gestionar Túneles WireGuard
fa: مدیریت تونل‌های WireGuard
fi: Hallitse WireGuard tunneleita
fr: Gérer les tunnels WireGuard
it: Gestisci i tunnel di WireGuard
ja: WireGuardトンネルの管理
pa: ਵਾਇਰਗਰਾਡ ਟਨਲਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj tunelami WireGuard
ro: Gestionare tuneluri WireGuard
ru: Управлять туннелями WireGuard
sl: Upravljaj tunele WireGuard
tr: WireGuard Tünellerini Yönet
zh_hans: 管理 WireGuard 隧道

# macDeleteTunnelConfirmationAlertMessage (%@)
source: Are you sure you want to delete ‘%@’?
de: Möchten Sie ’%@’ wirklich löschen?
es: ¿Estás seguro que deseas eliminar "%@"?
fi: Oletko varma, että haluat poistaa "%@"?
fr: Êtes-vous sûr de vouloir supprimer "%@" ?
it: Sei sicuro di voler eliminare ‘%@’?
ja: 本当に ‘%@’ を削除しますか？
pa: ਕੀ ਤੁਸੀਂ ‘%@’ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć ‘%@’?
ro: Ești sigur că dorești să ștergi „%@”?
ru: Вы уверены, что хотите удалить ‘%@’?
sl: Ali ste prepričani, da želite izbrisati "%@"?
tr: ‘%@’ silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除 "%@" 吗？

# macDeleteMultipleTunnelsConfirmationAlertMessage (%d)
source: Are you sure you want to delete %d tunnels?
de: Möchten Sie diese %d Tunnel wirklich löschen?
es: ¿Está seguro que desea eliminar %d túneles?
fi: Haluatko varmasti poistaa %d kohdetta?
fr: Voulez-vous vraiment supprimer %d tunnels?
it: Sei sicuro di voler eliminare %d tunnel?
ja: 本当に %d トンネルを削除しますか？
pa: ਕੀ ਤੁਸੀਂ %d ਟਨਲਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć %d tunele(i)?
ro: Ești sigur că dorești să ștergi %d tuneluri?
ru: Вы уверены, что хотите удалить выбранные туннели?
sl: Ali ste prepričani, da želite izbrisati izbrane tunele?
tr: %d tünellerini silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除 %d 个隧道吗？

# macDeleteTunnelConfirmationAlertInfo
source: You cannot undo this action.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: No puedes deshacer esta acción.
fa: شما نمی‌توانید این عمل را خنثی کنید.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Vous ne pouvez pas annuler cette action.
it: Non puoi annullare questa azione.
ja: この操作はもとに戻せません。
pa: ਤੁਸੀ ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਲੈ ਸਕਦੇ ਹੋ।
pl: Nie możesz cofnąć tej czynności.
ro: Nu poți anula această secțiune.
ru: Данное действие невозможно отменить.
sl: Tega dejanja ne morete razveljaviti.
tr: Bu eylemi geri alamazsınız.
zh_hans: 您无法撤销此操作。

# macDeleteTunnelConfirmationAlertButtonTitleDelete
source: Delete
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# macDeleteTunnelConfirmationAlertButtonTitleCancel
source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
ru: Отмена
sl: Prekliči
tr: İptal
zh_hans: 取消

# macDeleteTunnelConfirmationAlertButtonTitleDeleting
source: Deleting…
de: Lösche…
es: Eliminando…
fa: در حال حذف…
fi: Poistetaan…
fr: Suppression…
it: Eliminazione…
ja: 削除しています…
pa: ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Usuwanie…
ro: Se șterge…
ru: Удаление…
sl: Brišem …
tr: Siliniyor…
zh_hans: 删除中…

# macButtonImportTunnels
source: Import tunnel(s) from file
de: Tunnel aus Datei importieren
es: Importar túnel(es) desde archivo
fa: وارد کردن تونل(ها) از پرونده
fi: Tuo tunneli(t) tiedostosta
fr: Importer le(s) tunnel(s) à partir du fichier
it: Importa tunnel da file
ja: ファイルからトンネルをインポート
pa: ਫ਼ਾਇਲ ਤੋਂ ਟਨਲ ਦਰਾਮਦ ਕਰੋ
pl: Importuj tunel(e) z pliku
ro: Importare tunel(uri) din fișier
ru: Импорт туннелей из файла…
sl: Uvozi tunele iz datoteke
tr: Tünelleri dosyadan içe aktar
zh_hans: 从文件导入隧道

# macSheetButtonImport
source: Import
de: Importieren
es: Importar
fa: واردکردن
fi: Tuo
fr: Importer
it: Importa
ja: インポート
pa: ਦਰਾਮਦ
pl: Importuj
ro: Importare
ru: Импорт
sl: Uvozi
tr: İçe aktar
zh_hans: 导入

# macNameFieldExportLog
source: Save log to:
de: Log speichern unter:
es: Guardar registro en:
fa: ذخیره گزارش رویداد به:
fi: Tallenna loki kohteeseen:
fr: Enregistrer le journal dans :
it: Salva log in:
ja: ログの保存先:
pa: ਲਾਗ ਸੰਭਾਲੋ:
pl: Zapisz log do:
ro: Salvare jurnal în:
ru: Сохранить журнал в:
sl: Shrani dnevnik v:
tr: Günlüğü şuraya kaydet:
zh_hans: 将日志保存到：

# macSheetButtonExportLog
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# macNameFieldExportZip
source: Export tunnels to:
de: Tunnel exportieren nach:
es: Exportar túneles a:
fa: برون‌بری تونل‌ها به:
fi: Vie tunnelit kohteeseen:
fr: Exporter les tunnels vers :
it: Esporta i tunnel in:
ja: トンネルのエクスポート先:
pa: ਟਨਲ ਬਰਾਮਦ ਕਰੋ:
pl: Wyeksportuj tunele do:
ro: Exportare tuneluri în:
ru: Экспортировать туннели в:
sl: Izvozi tunele v:
tr: Tünelleri şuraya aktar:
zh_hans: 导出隧道至：

# macSheetButtonExportZip
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# macButtonDeleteTunnels (%d)
source: Delete %d tunnels
de: %d Tunnel löschen
es: Eliminar %d túneles
fa: حذف %d تونل
fi: Poista %d tunnelia
fr: Supprimer %d tunnels
it: Elimina %d tunnel
ja: %d トンネルを削除
pa: %d ਟਨਲਾਂ ਹਟਾਓ
pl: Usuń %d tunele(i)
ro: Ștergere %d tuneluri
ru: Удалить выбранные туннели?
sl: Izbriši tunelov: %d
tr: %d tünellerini sil
zh_hans: 删除 %d 个隧道

# macButtonEdit
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
pa: ਸੋਧੋ
pl: Edytuj
ro: Editare
ru: Редактировать
sl: Uredi
tr: Düzenle
zh_hans: 编辑

# macFieldOnDemand
source: On-Demand:
es: Bajo demanda:
fa: هنگام-درخواست:
fi: Tarvittaessa:
fr: Sur demande:
it: Su richiesta:
ja: オンデマンド:
pa: ਲੋੜ ਮੁਤਾਬਕ:
pl: Na żądanie:
ro: La cerere:
ru: Автоподключение:
sl: Na zahtevo:
tr: Talep üzerine:
zh_hans: 按需:

# macFieldOnDemandSSIDs
source: SSIDs:
fa: SSIDها:
fi: SSIDt:
it: SSID:
ja: SSID:
pa: SSID:
pl: Identyfikatory SSID:
ro: SSID-uri:
sl: SSID-ji:
tr: SSID’ler:
zh_hans: 无线网络名称(SSID)：

# macStatus (%@)
source: Status: %@
es: Estado: %@
fa: وضعیت: %@
fi: Tila: %@
fr: Statut : %@
it: Stato: %@
ja: 状態: %@
pa: ਸਥਿਤੀ: %@
ro: Stare: %@
ru: Статус: %@
tr: Durum: %@
zh_hans: 状态： %@

# macEditDiscard
source: Discard
de: Verwerfen
es: Descartar
fa: لغو
fi: Hylkää
fr: Annuler
it: Scarta
ja: 破棄
pa: ਖਾਰਜ ਕਰੋ
pl: Odrzuć
ro: Renunțare
ru: Отменить
sl: Zavrzi
tr: Yoksay
zh_hans: 丢弃

# macEditSave
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
pa: ਸੰਭਾਲੋ
pl: Zapisz
ro: Salvare
ru: Сохранить
sl: Shrani
tr: Kaydet
zh_hans: 保存

# macAlertNameIsEmpty
source: Name is required
de: Ein Name ist erforderlich
fa: نام الزامی است
fi: Nimi on pakollinen
fr: Le nom est requis
it: Il nome è richiesto
ja: 名前は必須です
pa: ਨਾਂ ਚਾਹੀਦਾ ਹੈ।
pl: Nazwa jest wymagana
ro: Numele este necesar
ru: Имя обязательно
sl: Ime je obvezno
tr: İsim gereklidir
zh_hans: 名称必填

# macAlertDuplicateName (%@)
source: Another tunnel already exists with the name ‘%@’.
de: Ein anderer Tunnel mit dem Namen ‘%@ ’ existiert bereits.
fa: تونلی دیگر با این نام موجود است ‘%@’.
fr: Un autre tunnel portant le nom «%@» existe déjà.
it: Un altro tunnel con il nome ‘%@’ esiste già.
ja: ‘%@’ という名前のトンネルはすでに存在します。
pa: ਨਾਂ ‘%@’ ਨਾਲ ਟਨਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: Inny tunel o nazwie „%@” już istnieje.
ro: Există deja un alt tunel cu numele „%@”.
ru: Туннель с именем ’%@’ уже существует.
sl: Drug tunel z imenom "%@" že obstaja.
tr: ‘%@’ ismiyle başka bir tünel zaten var.
zh_hans: 另一个同名的隧道 "%@" 已存在。

# macAlertInvalidLine (%@)
source: Invalid line: ‘%@’.
de: Ungültige Zeile: ‘%@’.
fa: خط نامعتبر: ‘%@’.
fr: Ligne invalide : ‘%@’.
it: Riga non valida: ‘%@’.
ja: 不正な行: ‘%@’。
pa: ਗ਼ੈਰਵਾਜਬ ਲਾਈਨ: ‘%@’।
pl: Nieprawidłowy wiersz: „%@”.
ro: Linie invalidă: „%@”.
ru: Недопустимая строка: ’%@’.
sl: Neveljavna vrstica: "%@".
tr: Geçersiz satır: ‘%@’.
zh_hans: 无效的行: "%s"
