Repository: amnezia-vpn/awg-apple
Catalog: Sources/WireGuardApp/*.lproj/Localizable.strings
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# macLogButtonTitleSave
source: Save…
de: Speichern…
es: Guardar…
fa: ذخیره…
fi: Tallenna…
fr: Enregistrer…
it: Salva…
ja: 保存…
pa: ਸੰਭਾਲੋ…
pl: Zapisz…
ro: Salvare…
ru: Сохранить…
sl: Shrani …
tr: Kaydet…
zh_hans: 保存…

# macUnusableTunnelMessage
source: The configuration for this tunnel cannot be found in the keychain.
de: Die Konfiguration für diesen Tunnel kann nicht am Schlüsselbund gefunden werden.
es: La configuración de este túnel no se encuentra en el llavero.
fr: La configuration de ce tunnel est introuvable dans le trousseau.
it: La configurazione per questo tunnel non è presente nel tuo portachiavi.
ja: このトンネルの設定がキーチェーン内に見つかりません。
pa: ਇਸ ਟਨਲ ਲਈ ਸੰਰਚਨਾ ਨੂੰ ਕੀ-ਚੇਨ ਵਿੱਚ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Konfiguracja dla tego tunelu nie może zostać znaleziona w pęku kluczy.
ro: Configurația pentru acest tunel nu poate fi găsită în portchei.
ru: Конфигурация для этого туннеля не найдена в связке ключей.
sl: Konfiguracije za ta tunel ni bilo mogoče najti verigi ključev.
tr: Bu tünelin yapılandırması anahtar zincirinde bulunamıyor.
zh_hans: 无法在钥匙串中找到此隧道的配置。

# macUnusableTunnelInfo
source: In case this tunnel was created by another user, only that user can view, edit, or activate this tunnel.
de: Falls dieser Tunnel von einem anderen Benutzer erstellt wurde, kann nur dieser den Tunnel anzeigen, bearbeiten oder aktivieren.
fr: Si ce tunnel a été créé par un autre utilisateur, seul cet utilisateur peut visualiser, modifier ou activer ce tunnel.
it: Nel caso in cui questo tunnel sia stato creato da un altro utente, solo tale utente può visualizzare, modificare o attivare il tunnel.
ja: このトンネルが他のユーザーによって作成されたものである場合、そのユーザーだけがこのトンネルの表示、編集、有効化ができます。
pa: ਜੇ ਇਹ ਟਨਲ ਨੂੰ ਹੋਰ ਵਰਤੋਂਕਾਰ ਵਜੋਂ ਬਣਾਇਆ ਗਿਆ ਤਾਂ ਸਿਰਫ਼ ਉਹੀ ਵਰਤੋਂਕਾਰ ਇਸ ਟਨਲ ਨੂੰ ਵੇਖ, ਸੋਧ ਜਾਂ ਸਰਗਰਮ ਕਰ ਸਕਦਾ ਹੈ।
pl: W przypadku, gdy ten tunel został utworzony przez innego użytkownika, tylko ten użytkownik może przeglądać, edytować lub aktywować ten tunel.
ro: În cazul în care acest tunel a fost creat de către un alt utilizator, doar respectivul utilizator poate vizualiza, edita sau activa acest tunel.
ru: В случае, если этот туннель был создан другим пользователем, только тот пользователь может просматривать, редактировать или активировать этот туннель.
sl: V primeru, da je tunel ustvaril drug uporabnik, lahko tunel vidi, uredi ali aktivira le tisti uporabnik.
tr: Bu tünelin başka bir kullanıcı tarafından oluşturulması durumunda, yalnızca bu kullanıcı bu tüneli görüntüleyebilir, düzenleyebilir veya etkinleştirebilir.
zh_hans: 如果此隧道是由其他用户创建的，只有该用户可以查看、编辑或启动此隧道。

# macUnusableTunnelButtonTitleDeleteTunnel
source: Delete tunnel
de: Tunnel löschen
es: Eliminar túnel
fa: حذف تونل
fi: Poista tunneli
fr: Supprimer le tunnel
it: Elimina tunnel
ja: トンネルを削除
pa: ਟਨਲ ਨੂੰ ਹਟਾਓ
pl: Usuń tunel
ro: Ștergere tunel
ru: Удалить туннель
sl: Izbriši tunel
tr: Tüneli sil
zh_hans: 删除隧道

# macAppStoreUpdatingAlertMessage
source: App Store would like to update WireGuard
de: App Store möchte WireGuard aktualisieren
es: App Store desea actualizar WireGuard
fi: App Store haluaa päivittää WireGuardin
fr: App Store aimerait mettre à jour WireGuard
it: App Store vuole aggiornare WireGuard
ja: App Store に WireGuard の更新版があります
pa: App Store ਵਾਇਰਗਾਰਡ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ
pl: App Store chce zaktualizować WireGuard
ro: App Store dorește să actualizeze WireGuard
ru: App Store хотел бы обновить WireGuard
sl: App Store bi rad posodobil WireGuard
tr: App Store, WireGuard’ı güncellemek istiyor
zh_hans: App Store 想要更新 WireGuard

# macAppStoreUpdatingAlertInfoWithOnDemand (%@)
source: Please disable on-demand for tunnel ‘%@’, deactivate it, and then continue updating in App Store.
de: Bitte deaktivieren Sie "on-demand" für den Tunnel ‘%@', deaktivieren Sie ihn und fahren Sie dann mit der Aktualisierung im App Store fort.
fr: Veuillez désactiver 'à la demande' pour le tunnel ‘%@’, désactivez-le, puis continuez la mise à jour dans l'App Store.
it: Disabilita l'attivazione su richiesta del tunnel ‘%@’, disattivalo e continua l'aggiornamento in App Store.
ja: トンネル '%@' のオンデマンド有効化を解除し、トンネルを無効にしてから App Store での更新を行ってください。
pa: ਟਨਲ ‘%@’ ਲਈ ਲੋੜ ਮੁਤਾਬਕ ਅਸਮਰੱਥ ਕਰੋ, ਇਸ ਨੂੰ ਨਾ-ਸਰਗਰਮ ਕਰੋ ਅਤੇ ਤਦ App Store ਰਾਹੀਂ ਅੱਪਡੇਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ।
pl: Proszę najpierw wyłączyć aktywację na żądanie tunelu „%@”, dezaktywować go, a dopiero następnie kontynuować aktualizację w App Store.
ro: Oprește opțiunea „la cerere” pentru tunelul „%@”. Dezactiveaz-o, apoi continuă cu actualizarea în App Store.
ru: Пожалуйста, отключите автоподключение туннеля ‘%@’, а затем продолжите обновление в App Store.
sl: Onemogočite aktivacijo na zahtevo za tunel "%@", ga deaktivirajte in nadaljujte posodobitev iz trgovine App Store.
tr: Lütfen ‘%@’ tüneli için isteğe bağlı’yı kapatın, devre dışı bırakın ve ardından App Store’da güncellemeye devam edin.
zh_hans: 请禁用隧道 ”%@“ 的按需使用，停用它，然后继续在 App Store 中更新。

# macAppStoreUpdatingAlertInfoWithoutOnDemand (%@)
source: Please deactivate tunnel ‘%@’ and then continue updating in App Store.
de: Bitte deaktivieren Sie den Tunnel ‘%@’ und fahren Sie dann mit der Aktualisierung im App Store fort.
fr: Veuillez désactiver le tunnel ‘%@’ puis continuer la mise à jour dans l’App Store.
it: Disattiva il tunnel ‘%@’ e continua l'aggiornamento in App Store.
ja: トンネル ‘%@’ を無効にしてから App Store での更新を行ってください。
pa: ਟਨਲ ‘%@’ ਨੂੰ ਨਾ-ਸਰਗਰਮ ਕਰੋ ਅਤੇ ਤਦ App Store ਰਾਹੀਂ ਅੱਪਡੇਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ।
pl: Proszę dezaktywować tunel „%@”, a następnie kontynuować aktualizację w App Store.
ro: Dezactivează tunelul „%@”, iar apoi continuă cu actualizarea în App Store.
ru: Пожалуйста, отключите туннель ‘%@’ и затем продолжите обновление в App Store.
sl: Prosimo deaktivirajte tunel "%@" in nadaljuje posodobitev v trgovini App Store.
tr: Lütfen ‘%@’ tünelini devre dışı bırakın ve ardından App Store’da güncellemeye devam edin.
zh_hans: 请禁用隧道 ”%@“ ，然后继续在 App Store 中更新。

# donateLink
source: ♥ Donate to the WireGuard Project
de: ♥ Spende an das WireGuard Projekt
es: ♥ Donar al Proyecto WireGuard
fa: ♥ کمک مالی به پروژه WireGuard
fi: ♥ Lahjoita WireGuard projektille
fr: ♥ Faire un don au projet WireGuard
it: ♥ Fai una donazione al progetto WireGuard
ja: ♥ WireGuard プロジェクトに寄付する
pa: ♥ ਵਾਇਰਗਾਰਡ ਪਰੋਜੈਕਟ ਨੂੰ ਦਾਨ ਦਿਓ
pl: ♥ Dotacja dla projektu WireGuard
ro: ♥ Donează pentru proiectul WireGuard
ru: ♥ Пожертвовать проекту WireGuard
sl: ♥ Donirajte projektu WireGuard
tr: ♥ WireGuard Projesine Bağış Yapın
zh_hans: ♥ 为 WireGuard 捐赠
