Repository: amnezia-vpn/awg-apple
Catalog: Sources/WireGuardApp/*.lproj/Localizable.strings
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# tunnelOnDemandAddMessageAddNewSSID
source: Add new
de: Neue hinzufügen
es: Añadir nuevo
fa: افزودن جدید
fi: Lisää uusi
fr: Ajouter un nouveau
it: Aggiungi nuovo
ja: 追加
pa: ਨਵਾਂ SSID ਜੋੜੋ
pl: Dodaj nowy
ro: Adăugare nou
ru: Добавить новый
sl: Dodaj nov
tr: Yeni ekle
zh_hans: 新增

# tunnelOnDemandKey
source: On-demand
es: Bajo demanda
fa: هنگام درخواست
fi: Tarvittaessa
fr: À la demande
it: Su richiesta
ja: オンデマンド
pa: ਲੋੜ ਮੁਤਾਬਕ
pl: Na żądanie
ro: La cerere
ru: Автоподключение
sl: Na zahtevo
tr: Talep üzerine
zh_hans: 按需

# tunnelOnDemandOptionOff
source: Off
de: Aus
es: Desactivado
fa: خاموش
fi: Pois päältä
fr: Désactivé
ja: オフ
pa: ਬੰਦ
pl: Wył.
ro: Oprit
ru: Выключить
sl: Izklopljeno
tr: Kapalı
zh_hans: 关闭

# tunnelOnDemandOptionWiFiOnly
source: Wi-Fi only
de: Nur WLAN
es: Sólo Wi-Fi
fa: فقط هنگام استفاده از Wi-Fi
fi: Vain Wi-Fi
fr: Wi-Fi uniquement
it: Solo Wi-Fi
ja: Wi-Fi のみ
pa: ਸਿਰਫ਼ ਵਾਈ-ਫ਼ਾਈ
pl: Tylko Wi-Fi
ro: Doar Wi-Fi
ru: Только Wi-Fi
sl: Samo Wi-Fi
tr: Sadece Wi-Fi
zh_hans: 仅限 Wi-Fi

# tunnelOnDemandOptionWiFiOrCellular
source: Wi-Fi or cellular
de: WLAN oder Mobil
es: Wi-Fi o celular
fa: وای‌فای یا داده همراه
fi: Wi-Fi tai mobiiliverkko
fr: Wi-Fi ou cellulaire
it: Wi-Fi o cellulare
ja: Wi-Fi または モバイル回線
pa: ਵਾਈ-ਫ਼ਾਈ ਜਾਂ ਸੈਲੂਲਰ
pl: Wi-Fi i dane sieci komórkowej
ro: Wi-Fi sau mobil
ru: Wi-Fi или сотовая сеть
sl: Wi-Fi ali mobilni podatki
tr: Wi-Fi veya hücresel
zh_hans: Wi-Fi 或蜂窝数据

# tunnelOnDemandOptionCellularOnly
source: Cellular only
de: Nur Mobil
es: Solo celular
fa: فقط داده همراه
fi: Vain mobiilidata
fr: Cellulaire uniquement
it: Solo cellulare
ja: モバイル回線のみ
pa: ਸਿਰਫ਼ ਸੈਲੂਲਰ ਹੀ
pl: Tylko dane sieci komórkowej
ro: Doar mobil
ru: Только Сотовая сеть
sl: Samo mobilni podatki
tr: Sadece hücresel
zh_hans: 仅限蜂窝数据

# tunnelOnDemandOptionWiFiOrEthernet
source: Wi-Fi or ethernet
de: WLAN oder LAN
es: Wi-Fi o ethernet
fa: وای‌فای یا اترنت
fi: Wi-Fi tai Ethernet
fr: Wi-Fi ou ethernet
it: Wi-Fi o ethernet
ja: Wi-Fi または 有線LAN
pa: ਵਾਈ-ਫ਼ਾਈ ਜਾਂ ਈਥਰਨੈੱਟ
pl: Wi-Fi lub sieć ethernet
ro: Wi-Fi sau ethernet
ru: Wi-Fi или Ethernet
sl: Wi-Fi ali Ethernet
tr: Wi-Fi veya ethernet
zh_hans: Wi-Fi 或以太网

# tunnelOnDemandOptionEthernetOnly
source: Ethernet only
de: Nur LAN
es: Sólo Ethernet
fa: تنها اترنت
fi: Vain Ethernet
fr: Ethernet uniquement
it: Solo ethernet
ja: 有線LANのみ
pa: ਸਿਰਫ਼ ਈਥਰਨੈੱਟ ਹੀ
pl: Tylko sieć ethernet
ro: Doar ethernet
ru: Только Ethernet
sl: Samo Ethernet
tr: Sadece ethernet
zh_hans: 仅限以太网

# addPeerButtonTitle
source: Add peer
de: Peer hinzufügen
es: Añadir par
fa: افزودن همتا
fi: Lisää toinen osapuoli
fr: Ajouter un pair
it: Aggiungi peer
ja: ピアを追加
pa: ਪੀਅਰ ਜੋੜੋ
pl: Dodaj Peer'a
ro: Adăugare pereche
ru: Добавить пира
sl: Dodaj vrstnika
tr: Eş ekle
zh_hans: 添加节点

# deletePeerButtonTitle
source: Delete peer
de: Peer löschen
es: Eliminar par
fa: حذف همتا
fi: Poista osapuoli
fr: Supprimer le pair
it: Elimina peer
ja: ピアを削除
pa: ਪੀਅਰ ਨੂੰ ਹਟਾਓ
pl: Usuń peer'a
ro: Ștergere pereche
ru: Удалить пира
sl: Izbriši vrstnika
tr: Eşi sil
zh_hans: 删除节点

# deletePeerConfirmationAlertButtonTitle
source: Delete
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# deletePeerConfirmationAlertMessage
source: Delete this peer?
de: Diesen Peer löschen?
es: ¿Eliminar este par?
fa: این همتا حذف شود؟
fi: Poistetaanko tämä osapuoli?
fr: Supprimer ce pair ?
it: Vuoi eliminare questo peer?
ja: このピアを削除しますか？
pa: ਇਹ ਪੀਅਰ ਹਟਾਉਣਾ ਹੈ?
pl: Usunąć tego peer'a?
ro: Ștergi această pereche?
ru: Удалить этого пира?
sl: Izbrišem tega vrstnika?
tr: Bu eş silinsin mi?
zh_hans: 删除此节点？

# deleteTunnelButtonTitle
source: Delete tunnel
de: Tunnel löschen
es: Eliminar túnel
fa: حذف تونل
fi: Poista tunneli
fr: Supprimer le tunnel
it: Elimina tunnel
ja: トンネルを削除
pa: ਟਨਲ ਨੂੰ ਹਟਾਓ
pl: Usuń tunel
ro: Ștergere tunel
ru: Удалить туннель
sl: Izbriši tunel
tr: Tüneli sil
zh_hans: 删除隧道

# deleteTunnelConfirmationAlertButtonTitle
source: Delete
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
pa: ਹਟਾਓ
pl: Usuń
ro: Ștergere
ru: Удалить
sl: Izbriši
tr: Sil
zh_hans: 删除

# deleteTunnelConfirmationAlertMessage
source: Delete this tunnel?
de: Diesen Tunnel löschen?
es: ¿Eliminar túnel %d?
fa: این تونل حذف شود؟
fi: Poistetaanko tämä tunneli?
fr: Supprimer ce tunnel ?
it: Vuoi eliminare questo tunnel?
ja: このトンネルを削除しますか？
pa: ਇਹ ਟਨਲ ਹਟਾਉਣੀ ਹੈ?
pl: Usunąć ten tunel?
ro: Ștergi acest tunel?
ru: Удалить этот туннель?
sl: Izbrišem za tunel?
tr: Bu tünel silinsin mi?
zh_hans: 删除此隧道？

# tunnelEditPlaceholderTextRequired
source: Required
de: Erforderlich
es: Requerido
fa: الزامی است
fi: Pakollinen
fr: Obligatoire
it: Richiesto
ja: 必須
pa: ਲੋੜੀਂਦਾ
pl: Wymagane
ro: Necesar
ru: Обязательно
sl: Zahtevano
tr: Gerekli
zh_hans: 必填

# tunnelEditPlaceholderTextOptional
source: Optional
es: Opcional
fa: دلخواه
fi: Valinnainen
fr: Facultatif
it: Facoltativo
ja: 任意
pa: ਚੋਣਵਾਂ
pl: Opcjonalne
ro: Opțional
ru: Необязательно
sl: Izbirno
tr: İsteğe bağlı
zh_hans: 可选

# tunnelEditPlaceholderTextAutomatic
source: Automatic
de: Automatisch
es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
it: Automatico
ja: 自動
pa: ਆਪਣੇ-ਆਪ
pl: Automatycznie wybrany
ro: Automat
ru: Автоматически
sl: Samodejno
tr: Otomatik
zh_hans: 自动

# tunnelEditPlaceholderTextStronglyRecommended
source: Strongly recommended
de: Stark empfohlen
es: Altamente recomendado
fa: بسیار پیشنهاد می‌شود
fi: Erittäin suositeltavaa
fr: Fortement recommandé
it: Fortemente consigliato
ja: 設定を強く推奨
pa: ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ
pl: Zalecane
ro: Ferm recomandat
ru: Настоятельно рекомендуется
sl: Toplo priporočeno
tr: Kesinlikle önerilir
zh_hans: 强烈建议

# tunnelEditPlaceholderTextOff
source: Off
de: Aus
es: Desactivado
fa: خاموش
fi: Pois päältä
fr: Désactivé
ja: オフ
pa: ਬੰਦ
pl: Wył.
ro: Oprit
ru: Выключить
sl: Izklopljeno
tr: Kapalı
zh_hans: 关闭

# tunnelPeerPersistentKeepaliveValue (%@)
source: every %@ seconds
de: alle %@ Sekunden
es: cada %@ segundos
fa: هر %@ ثانیه
fi: joka %@ sekuntin välein
fr: tous les %@ secondes
it: ogni %@ secondi
ja: %@ 秒ごと
pa: ਹਰ %@ ਸਕਿੰਟ
pl: co %@ sekund
ro: la fiecare %@ secunde
ru: каждые %@ - интервал в секундах
sl: v %@-sekundnih intervalih
tr: her %@ saniyede
zh_hans: 每隔 %@ 秒

# tunnelHandshakeTimestampNow
source: Now
de: Jetzt
es: Ahora
fa: هم اکنون
fi: Nyt
fr: Maintenant
it: Ora
ja: 今
pa: ਹੁਣ
pl: Teraz
ro: Acum
ru: Сейчас
sl: Zdaj
tr: Şimdi
zh_hans: 刚刚

# tunnelHandshakeTimestampSystemClockBackward
source: (System clock wound backwards)
de: (Systemuhr zurückgestellt)
es: (Sistema de reloj herido hacia atrás)
fi: (Järjestelmän kello jättää)
fr: (L’horloge système est inversé)
it: (L'orologio di sistema va all'indietro)
ja: (システムクロックが巻き戻った)
pa: (ਸਿਸਟਮ ਘੜੀ ਪੁੱਠੀ ਮੋੜੀ ਜਾਂਦੀ ਹੈ)
pl: (Zegar systemowy został cofnięty)
ro: (Ceasul de sistem a fost dat în spate)
ru: (Системные часы переведены назад)
sl: (Sistemska ura prevrtena nazaj)
tr: (Sistem saati geriye doğru sarılı)
zh_hans: （系统时钟倒转）

# tunnelHandshakeTimestampAgo (%@)
source: %@ ago
de: vor %@
es: hace %@
fa: %@ پیش
fi: %@ sitten
fr: Il y a %@
it: %@ fa
ja: %@ 前
pa: %@ ਪਹਿਲਾਂ
pl: %@ temu
ro: acum %@
ru: %@ назад
sl: %@ nazaj
tr: %@ önce
zh_hans: %@前

# tunnelHandshakeTimestampYear (%d)
source: %d year
de: %d Jahr
es: %d año
fa: %d سال
fi: %d vuosi
fr: %d année
it: %d anno
ja: %d 年
pa: %d ਸਾਲ
pl: %d rok
ro: %d an
ru: %dг
sl: %d leto
tr: %d yıl
zh_hans: %d 年

# tunnelHandshakeTimestampYears (%d)
source: %d years
de: %d Jahre
es: %d años
fa: %d سال
fi: %d vuotta
fr: %d années
it: %d anni
ja: %d 年
pa: %d ਸਾਲ
pl: %d lat/lata
ro: %d ani
ru: %dг
sl: %d let
tr: %d yıl
zh_hans: %d 年

# tunnelHandshakeTimestampDay (%d)
source: %d day
de: %d Tag
es: %d día
fa: %d روز
fi: %d päivä
fr: %d jour
it: %d giorno
ja: %d 日
pa: %d ਦਿਨ
pl: %d dzień
ro: %d zi
ru: %dд
sl: %d dan
tr: %d gün
zh_hans: %d 天

# tunnelHandshakeTimestampDays (%d)
source: %d days
de: %d Tage
es: %d dias
fa: %d روز
fi: %d päivää
fr: %d jours
it: %d giorni
ja: %d 日
pa: %d ਦਿਨ
pl: %d dni
ro: %d zile
ru: %dд
sl: %d dni
tr: %d gün
zh_hans: %d 天

# tunnelHandshakeTimestampHour (%d)
source: %d hour
de: %d Stunde
es: %d hora
fa: %d ساعت
fi: %d tunti
fr: %d heure
it: %d ora
ja: %d 時間
pa: %d ਘੰਟਾ
pl: %d godzina
ro: %d oră
ru: %dч
sl: %d uro
tr: %d saat
zh_hans: %d 小时

# tunnelHandshakeTimestampHours (%d)
source: %d hours
de: %d Stunden
es: %d horas
fa: %d ساعت
fi: %d tuntia
fr: %d heures
it: %d ore
ja: %d 時間
pa: %d ਘੰਟੇ
pl: %d godzin
ro: %d ore
ru: %dч
sl: %d ur
tr: %d saat
zh_hans: %d 时

# tunnelHandshakeTimestampMinute (%d)
source: %d minute
es: %d minuto
fa: %d دقیقه
fi: %d minuutti
it: %d minuto
ja: %d 分
pa: %d ਮਿੰਟ
pl: %d minuta
ro: %d minut
ru: %dмин
sl: %d minuto
tr: %d dakika
zh_hans: %d 分

# tunnelHandshakeTimestampMinutes (%d)
source: %d minutes
de: %d Minuten
es: %d minutos
fa: %d دقیقه
fi: %d minuuttia
it: %d minuti
ja: %d 分
pa: %d ਮਿੰਟ
pl: %d minut
ro: %d minute
ru: %dмин
sl: %d minut
tr: %d dakika
zh_hans: %d 分

# tunnelHandshakeTimestampSecond (%d)
source: %d second
de: %d Sekunde
es: %d segundo
fa: %d ثانیه
fi: %d sekunti
fr: %d seconde
it: %d secondo
ja: %d 秒
pa: %d ਸਕਿੰਟ
pl: %d sekunda
ro: %d secundă
ru: %dсек
sl: %d sekundo
tr: %d saniye
zh_hans: %d 秒

# tunnelHandshakeTimestampSeconds (%d)
source: %d seconds
de: %d Sekunden
es: %d segundos
fa: %d ثانیه
fi: %d sekuntia
fr: %d secondes
it: %d secondi
ja: %d 秒
pa: %d ਸਕਿੰਟ
pl: %d sekund
ro: %d secunde
ru: %dс
sl: %d sekund
tr: %d saniye
zh_hans: %d 秒

# tunnelHandshakeTimestampHours hh:mm:ss (%@)
source: %@ hours
de: %@ Stunden
es: %@ horas
fa: %@ ساعت
fi: %@ tuntia
fr: %@ heures
it: %@ ore
ja: %@ 時間
pa: %@ ਘੰਟੇ
pl: %@ godziny
ro: %@ ore
ru: %@ч
sl: %@ ur
tr: %@ saat
zh_hans: %@ 时

# tunnelHandshakeTimestampMinutes mm:ss (%@)
source: %@ minutes
de: %@ Minuten
es: %@ minutos
fa: %@ دقیقه
fi: %@ minuuttia
it: %@ minuti
ja: %@ 分
pa: %@ ਮਿੰਟ
pl: %@ minuty
ro: %@ minute
ru: %@мин
sl: %@ minut
tr: %@ dakika
zh_hans: %@ 分

# tunnelPeerPresharedKeyEnabled
source: enabled
de: aktiviert
es: activado
fa: فعال شده
fi: käytössä
fr: activée
it: abilitata
ja: 有効
pa: ਸਮਰੱਥ ਹੈ
pl: włączony
ro: activat
ru: включен
sl: omogočen
tr: etkinleştirildi
zh_hans: 已启用

# alertInvalidInterfaceTitle
source: Invalid interface
de: Ungültige Schnittstelle
es: Interfaz inválida
fa: رابط نامعتبر است
fi: Virheellinen liittymä
fr: Interface invalide
it: Interfaccia non valida
ja: 無効なインターフェース
pa: ਅਵੈਧ ਇੰਟਰਫੇਸ
pl: Niewłaściwy interfejs
ro: Interfață invalidă
ru: Недопустимый интерфейс
sl: Neveljaven vmesnik
tr: Geçersiz arayüz
zh_hans: 无效接口

# alertInvalidInterfaceMessageNameRequired
source: Interface name is required
de: Name der Schnittstelle ist erforderlich
es: Se requiere nombre de interfaz
fa: نام رابط الزامی است
fi: Sovittimen nimi vaadittu
fr: Le nom de l'interface est requis
it: Il nome dell'interfaccia è richiesto
ja: インターフェース名は必須の設定項目です
pa: ਇੰਟਰਫੇਸ ਦਾ ਨਾਂ ਚਾਹੀਦਾ ਹੈ
pl: Nazwa interfejsu jest wymagana
ro: Este necesar numele interfeței
ru: Введите имя интерфейса
sl: Ime vmesnika je obvezno
tr: Arayüz ismi gerekli
zh_hans: 必须填写接口名称

# alertInvalidInterfaceMessagePrivateKeyRequired
source: Interface’s private key is required
de: Der private Interface-Schlüssel ist erforderlich
es: La clave privada de la interfaz es necesaria
fa: کلید خصوصی رابط الزامی است
fi: Sovittimen yksityinen avain on vaadittu
fr: La clef privée de l'interface est requise
it: La chiave privata dell'interfaccia è necessaria
ja: インターフェースの秘密鍵は必須の設定項目です
pa: ਇੰਟਰਫੇਸ ਦੀ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz prywatny interfejsu jest wymagany
ro: Este necesară cheia privată a interfeței
ru: Введите приватный ключ интерфейса
sl: Zasebni ključ vmesnika je obvezen
tr: Arayüz’ün özel anahtarı gerekli
zh_hans: 需要接口的私钥

# alertInvalidInterfaceMessagePrivateKeyInvalid
source: Interface’s private key must be a 32-byte key in base64 encoding
de: Der private Schlüssel der Schnittstelle muss ein 32-Byte-Schlüssel in der base64-Kodierung sein
es: La clave privada de interfaz debe ser una clave de 32 bytes en la codificación base64
fi: Sovittimen yksityinen avain on oltava 32-tavuinen avain base64 enkoodauksella
fr: La clef privée de l'interface doit être une clé de 32 octets dans l'encodage base64
it: La chiave privata dell'interfaccia deve essere una chiave a 32 byte con codifica base64
ja: インターフェースの秘密鍵はBase64でエンコードされた32バイトの長さでなければなりません
pa: ਇੰਟਰਫੇਸ ਦੀ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ base64 ਇੰਕੋਡਿੰਗ ਵਿੱਚ 32-ਬਾਈਟ ਕੁੰਜੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz prywatny interfejsu musi być 32-bajtowym kluczem zakodowanym w base64
ro: Cheia privată a interfeței trebuie să fie o cheie de 32 de octeți în codificarea base64
ru: Приватный ключ интерфейса должен быть 32-байтным в кодировке base64
sl: Zasebni ključ vmesnika mora biti 32-bajtni ključ v zapisu Base64
tr: Arayüz’ün özel anahtarı base64 kodlamalı bir 32-byte anahtar olmalı
zh_hans: 接口的私钥必须是用base64编码的32字节密钥

# alertInvalidInterfaceMessageAddressInvalid
source: Interface addresses must be a list of comma-separated IP addresses, optionally in CIDR notation
de: Schnittstellen-Adressen müssen eine Liste von kommaseparierten IP-Adressen sein, optional in CIDR-Notation
es: Las direcciones de la interfaz deben ser una lista de direcciones IP separadas por comas, opcionalmente en notaciòn CIDR
fi: Sovittimen osoitteet on oltava pilkulla erotettujen IP-osoitteiden luettelo, valinnaisesti CIDR-notaatiossa
fr: Les adresses d'interface doivent être une liste d'adresses IP séparées par des virgules, optionnellement en notation CIDR
it: Gli indirizzi dell'interfaccia devono essere una lista di indirizzi IP separati da virgole, facoltativamente nella notazione CIDR
ja: インターフェースのアドレスはカンマで区切られたIPアドレス（CIDR表記可）のリストでなければなりません
pa: ਇੰਟਰਫੇਸ ਐਡਰੈਸ ਕਾਮਿਆਂ ਰਾਹੀਂ ਵੱਖ ਕੀਤੇ ਹੋਏ IP ਐਡਰੈਸ, ਚੋਣਵੇਂ ਵਿੱਚ CIDR ਰੂਪ ਵਿੱਚ ਸੂਚੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Adresy interfejsu muszą być listą adresów IP rozdzielone przecinkami, opcjonalnie w notacji CIDR
ro: Adresele interfeței trebuie să reprezinte o listă cu adrese IP separate prin virgulă, opțional în notația CIDR
ru: IP-адреса интерфейса должны быть списком, разделенные запятыми, желательно с комментариями CIDR
sl: Omrežni naslovi vmesnikov morajo biti v seznamu ločeni z vejico, izbirno v zapisu CIDR
tr: Arayüz adresleri, isteğe bağlı olarak CIDR gösteriminde virgülle ayrılmış IP adreslerinin bir listesi olmalıdır
zh_hans: 接口地址必须是一个逗号分隔的 IP 地址列表, 可用 CIDR 表示

# alertInvalidInterfaceMessageListenPortInvalid
source: Interface’s listen port must be between 0 and 65535, or unspecified
de: Der Schnittstellen-Listen-Port muss zwischen 0 und 65535 liegen oder nicht spezifiziert sein
es: El puerto de escucha de la interfaz debe estar entre 0 y 65535, o no especificado
fi: Sovittimen kuunteluportin on tulee olla väliltä 0 - 65535, tai sen on oltava määrittelemätön
fr: Le port d'écoute de l'interface doit être compris entre 0 et 65535, ou non spécifié
it: La porta di ascolto dell'interfaccia deve essere compresa tra 0 e 65535, o non specificata
ja: インターフェースの待受ポートは0から65535の範囲内の値か、または未指定でなければなりません
pa: ਇੰਟਰਪੇਸ ਦੀ ਸੁਣਨ ਪੋਰਟ 0 ਤੋਂ 65535 ਵਿੱਚ ਜਾਂ ਨਾ ਦਿੱਤੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Port nasłuchiwania interfejsu musi wynosić pomiędzy 0 a 65535 lub nieokreślony
ro: Portul de ascultare al interfeței trebuie să fie între 0 și 65535 sau să fie nespecificat
ru: Порт интерфейса должен быть от 0 до 65535, или не указан
sl: Vrata na katerih vmesnik posluša morajo biti med 0 in 65535 ali nedoločena
tr: Arayüzün dinleme bağlantı noktası 0 ile 65535 arasında veya belirtilmemiş olmalıdır
zh_hans: 接口的监听端口必须介于 0 至 65535 之间，或不指定

# alertInvalidInterfaceMessageMTUInvalid
source: Interface’s MTU must be between 576 and 65535, or unspecified
de: Die MTU der Schnittstelle muss zwischen 576 und 65535 oder nicht spezifiziert sein
es: La MTU de la interfaz debe estar entre 576 y 65535, o no especificada
fi: Sovittimen MTU on oltava väliltä 576 - 65535, tai sen on oltava määrittelemätön
fr: Le port d'écoute de l'interface doit être compris entre 576 et 65535, ou non spécifié
it: Il valore di MTU dell'interfaccia deve essere compreso tra 576 e 65535, o non specificato
ja: インターフェースのMTUは576から65535の範囲内の値か、または未指定でなければなりません
pa: ਇੰਟਰਫੇਸ ਦਾ MTU 576 ਤੋਂ 65535 ਦੇ ਵਿਚਾਲੇ ਜਾਂ ਨਾ ਦਿੱਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Wartość MTU musi wynosić pomiędzy 576 a 65535 lub nieokreślona
ro: Valoarea MTU a interfeței trebuie să fie cuprinsă între 576 și 65535 sau să fie nespecificată
ru: MTU интерфейса должен быть между 576 и 65535, или не указан
sl: Največja transportna enota (MTU) vmesnika mora biti med 576 in 65535, ali nedoločena
tr: Arayüzün MTU’su 576 ile 65535 arasında veya belirtilmemiş olmalıdır
zh_hans: 接口的MTU必须介于 576 至 65535 之间，或不指定。

# alertInvalidInterfaceMessageDNSInvalid
source: Interface’s DNS servers must be a list of comma-separated IP addresses
de: Die DNS-Server der Schnittstelle müssen eine Liste von kommaseparierten IP-Adressen sein
es: Los servidores DNS de la interfaz deben ser una lista de direcciones IP separadas por comas
fi: Sovittimen DNS-palvelimien on oltava lista pilkulla erotettu IP-osoitteita
fr: Les serveurs DNS de l'interface doivent être une liste d'adresses IP séparées par des virgules
it: I server DNS dell'interfaccia devono essere una elenco di indirizzi IP separati da virgole
ja: インターフェースのDNSサーバはカンマで区切られたIPアドレスのリストでなければなりません
pa: ਇੰਟਰਫੇਸ ਦੇ DNS ਸਰਵਰ ਕਾਮਿਆਂ ਰਾਹੀਂ ਵੱਖ ਕੀਤੇ IP ਐਡਰੈਸ ਦੀ ਸੂਚੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Serwery DNS interfejsu muszą być listą adresów IP rozdzielonych przecinkami
ro: Serverele DNS ale interfeței trebuie să fie o listă de adrese IP separate prin virgulă
ru: DNS-серверы интерфейса должны быть списком, разделенные запятыми
sl: Strežniki DNS za vmesnik morajo biti v seznamu, kjer so naslovi IP ločeni z vejico
tr: Arayüzün DNS sunucuları, virgülle ayrılmış IP adreslerinin bir listesi olmalıdır
zh_hans: 接口的DNS服务器必须是逗号分隔的 IP 地址列表

# alertInvalidPeerTitle
source: Invalid peer
de: Ungültiger Peer
es: Par inválido
fa: همتای نامعتبر
fi: Virheellinen osapuoli
fr: Pair non valide
it: Peer non valido
ja: 無効なピア
pa: ਗ਼ੈਰਵਾਜਬ ਪੀਅਰ
pl: Nieprawidłowy peer
ro: Pereche invalidă
ru: Недопустимый пир
sl: Neveljaven vrstnik
tr: Geçersiz eş
zh_hans: 节点无效

# alertInvalidPeerMessagePublicKeyRequired
source: Peer’s public key is required
de: Der öffentliche Schlüssel des Peers wird benötigt
es: La clave pública del par es necesaria
fi: Osapuolen julkinen avain on vaadittu
fr: La clef publique du pair est requise
it: La chiave pubblica del peer è richiesta
ja: ピアの公開鍵は必須の設定項目です
pa: ਪੀਅਰ ਦੀ ਪਬਲਿਕ ਕੁੰਜੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz publiczny peer'a jest wymagany
ro: Este necesară cheia publică a perechii
ru: Необходимо указать публичный ключ пира
sl: Javni ključ vrstnika je obvezen
tr: Eşin genel anahtarı gerekli
zh_hans: 需要节点的公钥

# alertInvalidPeerMessagePublicKeyInvalid
source: Peer’s public key must be a 32-byte key in base64 encoding
de: Der private Schlüssel des Peers muss ein 32-Byte-Schlüssel in base64-Kodierung sein
es: La clave pública del par debe ser de 32 bytes en codificación base64
fi: Osapuolen julkinen avain on oltava 32-tavuinen avain base64 -enkoodauksella
fr: La clef publique du pair doit être une clé de 32 octets dans l'encodage base64
it: La chiave pubblica del peer deve essere una chiave a 32 byte con codifica base64
ja: ピアの公開鍵はBase64でエンコードされた32バイトの長さでなければなりません
pa: ਪੀਅਰ ਦੀ ਪਬਲਿਕ ਕੁੰਜੀ base64 ਇੰਕੋਡਿੰਗ ਵਿੱਚ 32-ਬਾਈਟ ਕੁੰਜੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz prywatny peer'a musi być 32-bajtowym kluczem zakodowanym w base64
ro: Cheia publică a perechii trebuie să fie o cheie de 32 de octeți în codificarea base64
ru: Публичный ключ пира должен быть 32-байтным в кодировке base64
sl: Vrstnikov javni ključ mora biti 32-bajtni ključ v zapisu Base64
tr: Eşin genel anahtarı, base64 ile kodlanmış 32 baytlık bir anahtar olmalıdır
zh_hans: 节点的公钥必须是用base64编码的32字节密钥

# alertInvalidPeerMessagePreSharedKeyInvalid
source: Peer’s preshared key must be a 32-byte key in base64 encoding
de: Der mit dem Peer geteilte Schlüssel muss ein 32-Byte-Schlüssel in base64-Kodierung sein
es: La clave precompartida del par debe ser de 32 bytes en codificación base64
fi: Osapuolen jaettu avain on oltava 32-tavuinen avain base64 -enkoodauksella
fr: La clef pré-partagée par le pair doit être une clef de 32 octets dans l'encodage base64
it: La chiave pre-condivisa del peer deve essere una chiave a 32 byte con codifica base64
ja: ピアの事前共有鍵はBase64でエンコードされた32バイトの長さでなければなりません
pa: ਪੀਅਰ ਦੀ ਪਹਿਲਾਂ-ਸਾਂਝੀ ਕੀਤੀ ਕੁੰਜੀ base64 ਇੰਕੋਡਿੰਗ ਵਿੱਚ 32-ਬਾਈਟ ਕੁੰਜੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz publiczny peer'a musi być 32-bajtowym kluczem zakodowanym w base64
ro: Cheia predistribuită a perechii trebuie să fie o cheie de 32 de octeți în codificarea base64
ru: Общий ключ пира должен быть 32-байтным в кодировке base64
sl: Vrstnikov ključ v skupni rabi mora biti 32-bajtni ključ v zapisu Base64
tr: Eşlerin önceden paylaşılan anahtarı, base64 ile kodlanmış 32 baytlık bir anahtar olmalıdır
zh_hans: 节点的预共享密钥必须是用base64编码的32字节密钥

# alertInvalidPeerMessageAllowedIPsInvalid
source: Peer’s allowed IPs must be a list of comma-separated IP addresses, optionally in CIDR notation
de: Erlaubte IPs des Teilnehmers müssen eine Liste kommaseparierter IP-Adressen sein, optional in CIDR-Notation
es: Las IPs permitidas del par deben ser una lista de direcciones IP separadas por comas, opcionalmente en notación CIDR
fi: Toisen osapuolen sallittujen IP-osoitteiden on oltava pilkulla erotettujen IP-osoitteiden luettelo, valinnaisesti CIDR-notaatiossa
fr: Les adresses IP autorisées par le pair doivent être une liste d'adresses IP séparées par des virgules, éventuellement dans la notation CIDR
it: Gli IP consentiti dal peer devono essere un elenco di indirizzi IP separati da virgole, facoltativamente nella notazione CIDR
ja: ピアのAllowed IPはカンマで区切られたIPアドレス（CIDR表記可）のリストでなければなりません
pa: ਪੀਅਰ ਦੇ ਮਨਜ਼ੂਰ ਕੀਤੇ IP ਕਾਮਿਆਂ ਰਾਹੀਂ ਵੱਖ ਕੀਤੇ ਹੋਏ IP ਐਡਰੈਸ, ਚੋਣਵੇਂ ਵਿੱਚ CIDR ਰੂਪ ਵਿੱਚ ਸੂਚੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Dozwolone adresy peer'a muszą być listą adresów IP rozdzielone przecinkami, opcjonalnie w notacji CIDR
ro: IP-urile permise ale perechii trebuie să reprezinte o listă cu adrese IP separate prin virgulă, opțional în notația CIDR
ru: Разрешенные IP-адреса пиров должны быть списком, разделенные запятыми, желательно с комментариями CIDR
sl: Omrežni naslovi vrstnika morajo biti v seznamu ločeni z vejico, izbirno v zapisu CIDR
tr: Eşlerin izin verilen IP’leri, isteğe bağlı olarak CIDR gösteriminde virgülle ayrılmış IP adreslerinin bir listesi olmalıdır
zh_hans: 节点的允许访问IP必须是一个逗号分隔的 IP 地址列表, 可用 CIDR 表示

# alertInvalidPeerMessageEndpointInvalid
source: Peer’s endpoint must be of the form ‘host:port’ or ‘[host]:port’
de: Der Endpunkt des Peers muss dem Format 'host:port' oder '[host]:port' entsprechen
es: El punto final del par debe ser de la forma ‘host:port’ o ‘[host]:port’
fi: Käyttäjän päätepisteen on oltava muotoa ”host:port” tai ”[host]:port”
fr: Le point de terminaison du pair doit être de la forme « host:port» ou «[host]:port»
it: L'endpoint del peer deve essere nella forma 'host:porta' o '[host]:porta'
ja: ピアのエンドポイントは 'ホスト:ポート番号' または '[ホスト]:ポート番号' の形式でなければなりません’
pa: ਪੀਅਰ ਦਾ ਐਂਡ-ਪੁਆਇੰਟ ‘host:port’ ਜਾਂ ‘[host]:port’ ਰੂਪ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Adres peer'a musi być w postaci „adres:port” or „[host]:port”
ro: Punctul final al perechii trebuie să fie sub forma „gazdă:port” sau „[host]:port”
ru: IP-адрес сервера должен быть в формате ’host:port’ или ’[host]:port’
sl: Končna točka vrstnika mora biti v obliki 'gostitelj:vrata' ali '[gostitelj]:vrata'
tr: Eşin uç noktası "host:port" veya "[host]: port" biçiminde olmalıdır
zh_hans: 节点的端点的格式必须为 "host:port" 或 "[host]:port"
