Repository: amnezia-vpn/awg-apple
Catalog: Sources/WireGuardApp/*.lproj/Localizable.strings
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# macAlertNoInterface
source: Configuration must have an ‘Interface’ section.
de: Die Konfiguration muss einen Abschnitt „Interface“ aufweisen.
fr: La configuration doit avoir une section « Interface».
it: La configurazione deve avere una sezione ‘Interface’.
ja: 設定には ‘Interface’ セクションが必須です
pa: ਸੰਰਚਨਾ ਵਿੱਚ ‘Interface’ ਭਾਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Konfiguracja musi mieć sekcję „Interface”.
ro: Configurația trebuie să aibă o secțiune „Interfață”.
ru: Конфигурация должна иметь раздел ’Интерфейс’.
sl: Konfiguracija mora imeti odsek "Interface".
tr: Yapılandırmanın bir ‘Arayüz’ bölümü olmalıdır.
zh_hans: 配置必须有一个“接口”段落。

# macAlertMultipleInterfaces
source: Configuration must have only one ‘Interface’ section.
de: Die Konfiguration darf nur einen Abschnitt „Interface“ aufweisen.
fr: La configuration ne doit avoir qu'une seule section 'Interface'.
it: La configurazione deve avere solo una sezione ‘Interface’.
ja: 設定内の 'Interface' セクションは1つだけです
pa: ਸੰਰਚਨਾ ਵਿੱਚ ਸਿਰਫ਼ ਇੱਕ ਹੀ ‘Interface’ ਭਾਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Konfiguracja musi posiadać tylko jedną sekcję „Interface”.
ro: Configurația trebuie să aibă o singură secțiune „Interfață”.
ru: Конфигурация должна иметь только одну секцию ’Интерфейс’.
sl: Konfiguracija mora imeti le en odsek "Interface".
tr: Yapılandırmada yalnızca bir ‘Arayüz’ bölümü olmalıdır.
zh_hans: 配置只能有一个“接口”段落。

# macAlertPrivateKeyInvalid
source: Private key is invalid.
de: Der private Schlüssel ist ungültig.
fa: کلید خصوصی نامعتبر است.
fi: Yksityinen avain ei kelpaa.
fr: La clef privée est invalide.
it: La chiave privata non è valida.
ja: 秘密鍵が不正です。
pa: ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀ ਗ਼ੈਰਵਾਜਬ ਹੈ।
pl: Klucz prywatny jest nieprawidłowy.
ro: Cheia privată este invalidă.
ru: Недопустимый приватный ключ.
sl: Zasebni ključ ni veljaven.
tr: Özel anahtar geçersiz.
zh_hans: 私钥无效。

# macAlertListenPortInvalid (%@)
source: Listen port ‘%@’ is invalid.
de: Eingangs-Port '%@' ungültig.
fa: پورت شنود ‘%@’ نامعتبر است.
fi: Portti "%@" ei kelpaa.
fr: Le port d'écoute ‘%@’ est invalide.
it: La porta in ascolto ‘%@’ non è valida.
ja: 待受ポート ‘%@’ は無効です。
pa: ਸੁਣਨ ਵਾਲੀ ਪੋਰਟ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Port nasłuchu „%@” jest nieprawidłowy.
ro: Portul de ascultare „%@” este invalid.
ru: Недопустимый порт ’%@’.
sl: Vrata poslušanja "%@" niso veljavna.
tr: Dinleme bağlantı noktası ‘%@’ geçersiz.
zh_hans: 监听端口 "%@" 无效。

# macAlertAddressInvalid (%@)
source: Address ‘%@’ is invalid.
de: Adresse ‘%@’ ungültig.
fa: نشانی ‘%@’ نامعتبر است.
fi: Osoite "%@" ei kelpaa.
fr: L'adresse ‘%@’ est invalide.
it: L'indirizzo %@’ non è valido.
ja: アドレス ‘%@’ は無効です。
pa: ਸਿਰਨਾਵਾਂ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Adres "%@" jest nieprawidłowy.
ro: Adresa „%@” este invalidă.
ru: IP-адрес ’%@’ недопустим.
sl: Naslov "%@" ni veljaven.
tr: ‘%@’ adresi geçersiz.
zh_hans: 地址 "%@" 无效。

# macAlertDNSInvalid (%@)
source: DNS ‘%@’ is invalid.
de: DNS ‘%@’ ungültig.
es: El DNS ‘%@’ no es válido.
fa: DNS ‘%@’ نامعتبر است.
fi: DNS ‘%@’ ei kelpaa.
fr: Le DNS ‘%@’ est invalide.
it: Il DNS ‘%@’ non è valido.
ja: DNS ‘%@’ は無効です。
pa: DNS ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: DNS „%@” jest nieprawidłowy.
ro: DNS „%@” este invalid.
ru: DNS-сервер ’%@’ недопустим.
sl: DNS "%@" ni veljaven.
tr: DNS ‘%@’ geçersiz.
zh_hans: DNS "%@" 无效。

# macAlertMTUInvalid (%@)
source: MTU ‘%@’ is invalid.
de: MTU ‘%@’ ungültig.
fa: MTU ‘%@’ نامعتبر است.
fi: MTU ‘%@’ ei kelpaa.
fr: La MTU ‘%@’ n’est pas valide.
it: Il valore di MTU ‘%@’ non è valido.
ja: MTU ‘%@’ は無効です。
pa: MTU ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Wartość MTU ‘%@’ jest nieprawidłowa.
ro: MTU „%@” este invalidă.
ru: MTU ’%@’ недопустим.
sl: Vrednost MTU "%@" ni veljavna.
tr: MTU ‘%@’ geçersiz.
zh_hans: MTU "%@" 无效。

# macAlertUnrecognizedInterfaceKey (%@)
source: Interface contains unrecognized key ‘%@’
de: Interface enthält nicht erkannten Schlüssel ‘%@’
fa: رابط دارای کلید ناشناخته می‌باشد ‘%@’
fr: L’interface contient une clef «%@» non reconnue
it: L'interfaccia contiene una chiave non riconosciuta ‘%@’
ja: Interfaceに認識不能なキー項目 ‘%@’ が含まれています
pa: ਇੰਟਰਫੇਸ ਵਿੱਚ ਬੇਪਛਾਣ ਸ਼ਬਦ ‘%@’
pl: Interfejs zawiera nierozpoznawalny klucz „%@”
ro: Interfața conține cheia nerecunoscută „%@”
ru: Интерфейс содержит нераспознанный ключ ‘%@’
sl: Vmesnik vsebuje neprepoznan ključ "%@"
tr: Arayüz tanınmayan ‘%@’ anahtarı içeriyor
zh_hans: 接口包含无法识别的键值 ”%@“

# macAlertInfoUnrecognizedInterfaceKey
source: Valid keys are: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ and ‘MTU’.
de: Gültige Schlüssel sind: 'PrivateKey', 'ListenPort', 'Address', 'DNS' und 'MTU'.
fr: Les clefs valides sont : ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ et ‘MTU’.
it: Chiavi valide sono: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ e ‘MTU’.
ja: 有効なキー項目: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’, ‘MTU’
pa: ਵਾਜਬ ਸ਼ਬਦ ਹਨ: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ ਅਤੇ ‘MTU’।
pl: Prawidłowe klucze to: „PrivateKey”, „ListenPort”, „Adres”, „DNS” i „MTU”.
ro: Cheile valide sunt: „PrivateKey”, „ListenPort”, „Address”, „DNS” și „MTU”.
ru: Допустимые ключи: «Приветный ключ», «Порт», «IP-адрес», «DNS» и «MTU».
sl: Veljavna polja so: "PrivateKey", "ListenPort", "Address", "DNS" in "MTU".
tr: Geçerli anahtarlar şunlardır: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ ve ‘MTU’.
zh_hans: 有效的键是： ‘私钥’, ‘监听端口’, ‘地址’, ‘DNS’ 和 ‘MTU’.

# macAlertPublicKeyInvalid
source: Public key is invalid
de: Der öffentliche Schlüssel ist ungültig
es: La Clave pública no es válida
fa: کلید عمومی نامعتبر است
fi: Julkinen avain ei kelpaa
fr: La clef publique est invalide
it: La chiave pubblica non è valida
ja: 公開鍵が不正です
pa: ਪਬਲਿਕ ਕੁੰਜੀ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Klucz publiczny jest nieprawidłowy
ro: Cheia publică este invalidă
ru: Недопустимый публичный ключ
sl: Javni ključ ni veljaven
tr: Genel anahtar geçersiz
zh_hans: 公钥无效。

# macAlertPreSharedKeyInvalid
source: Preshared key is invalid
de: Der vorab geteilte Schlüssel ist ungültig
es: La clave compartida no es válida
fa: کلید از پیش تقسیم شده نامعتبر است
fi: Jaettu avain ei kelpaa
fr: La clef prépartagée est invalide
it: La chiave pre-condivisa non è valida
ja: 事前共有鍵が不正です
pa: ਪ੍ਰੀ-ਸ਼ੇਅਰ ਕੀਤੀ ਕੁੰਜੀ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ।
pl: Klucz wstępnie współdzielony jest niepoprawny
ro: Cheia predistribuită este invalidă
ru: Общий ключ недопустим
sl: Ključ v skupni rabi ni veljaven
tr: Önceden paylaşılan anahtar geçersiz
zh_hans: 预分享密钥无效

# macAlertAllowedIPInvalid (%@)
source: Allowed IP ‘%@’ is invalid
de: Erlaubte IP ‘%@’ ist ungültig
fa: IP مجاز ‘%@’ نامعتبر است
fi: Sallitut IP-osoitteet %@" eivät kelpaa
fr: L'adresse IP autorisée ‘%@’ est invalide
it: L'IP consentito ‘%@’ non è valido
ja: Allowed IP ‘%@’ は無効です
pa: ਮਨਜ਼ੂਰ ਕੀਤਾ IP ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Dozwolony adres IP „%@” jest nieprawidłowy
ro: IP-ul permis „%@” este invalid
ru: Разрешенный IP-адрес ‘%@’ недопустим
sl: Dovoljen naslov IP "%@" ni veljaven
tr: İzin verilen IP ‘%@’ geçersiz
zh_hans: 允许的IP ”%@“ 无效

# macAlertEndpointInvalid (%@)
source: Endpoint ‘%@’ is invalid
de: Endpunkt ‘%@’ ist ungültig
es: Endpoint ‘%@’ no es válido
fa: نقطه پایان ‘%@’ نامعتبر است
fi: Päätepiste "%@" ei kelpaa
fr: Le point de terminaison ‘%@’ est invalide
it: L'endpoint ‘%@’ non è valido
ja: Endpoint ‘%@’ は無効です
pa: ਐਂਡ-ਪੁਆਇੰਟ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Adres końcowy „%@” jest nieprawidłowy
ro: Punctul final „%@” este invalid
ru: IP-адрес сервера ’%@’ недопустим
sl: Končna točka "%@" ni veljavna
tr: ‘%@’ uç noktası geçersiz
zh_hans: 端点 ”%@“ 无效

# macAlertPersistentKeepliveInvalid (%@)
source: Persistent keepalive value ‘%@’ is invalid
de: Dauerhafter Keepalive ‘%@’ ist ungültig
es: El valor keepalive persistente '%@' no es válido
fi: Pysyvä keepalive arvo ‘%@’ ei kelpaa
fr: La valeur du Keepalive persistant ‘%@’ est invalide
it: Il valore di keepalive permanente ‘%@’ non è valido
ja: 持続的キープアライブの値 ‘%@’ は無効です
pa: Persistent keepalive ਮੁੱਲ ‘%@’ ਗ਼ੈਰ-ਵਾਜਬ ਹੈ
pl: Obecna wartość keepalive „%@” jest nieprawidłowa
ro: Valoarea mesajului keepalive persistent „%@” este invalid
ru: Значение поддерживания соединения ‘%@’ недопустимо
sl: Vrednost "%@" za trajno ohranjanje povezave ni veljavna
tr: Sürekli canlı tutma değeri ‘%@’ geçersiz
zh_hans: 连接保活间隔的值 ”%@“ 无效

# macAlertUnrecognizedPeerKey (%@)
source: Peer contains unrecognized key ‘%@’
de: Teilnehmer enthält nicht erkannten Schlüssel ‘%@’
fi: Osapuoli sisältää tunnistamattoman avaimen ”%@”
fr: Le pair contient une clef «%@» non reconnue
it: Peer contiene una chiave non riconosciuta ‘%@’
ja: Peerに認識不能なキー項目 ‘%@’ が含まれています
pa: ਪੀਅਰ ਵਿੱਚ ਬੇਪਛਾਣ ਸ਼ਬਦ ‘%@’
pl: Peer zawiera nierozpoznawalny klucz „%@”
ro: Perechea conține cheia nerecunoscută „%@”
ru: Пир содержит нераспознанный ключ ‘%@’
sl: Vrstnik vsebuje neprepoznan ključ "%@"
tr: Eş tanınmayan ‘%@’ anahtarı içeriyor
zh_hans: 节点包含无法识别的键值 ”%@“

# macAlertInfoUnrecognizedPeerKey
source: Valid keys are: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ and ‘PersistentKeepalive’
de: Gültige Schlüssel sind: 'PublicKey', 'PresharedKey', 'AllowedIPs', 'Endpoint' und 'PersistentKeepalive'
es: Las claves válidas son: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ y ‘PersistentKeepalive’
fi: Voimassa olevat avaimet ovat: ”PublicKey”, ”PresharedKey”, ”AllowedIPs”, ”Endpoint” ja ”PersistentKeepalive”
fr: Les clefs valides sont : ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ and ‘PersistentKeepalive’
it: Chiavi valide sono: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ e ‘PersistentKeepalive’
ja: 有効なキー項目: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’, ‘PersistentKeepalive’
pa: ਵਾਜਬ ਸ਼ਬਦ ਹਨ: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ ਅਤੇ ‘PersistentKeepalive’
pl: Prawidłowe klucze to: „PublicKey”, „PresharedKey”, „AllowedIPs”, „Endpoint” i „PersistentKeepalive”
ro: Cheile valide sunt: „PublicKey”, „PresharedKey”, „AllowedIPs”, „Endpoint” și „PersistentKeepalive”
ru: Допустимые ключи: «Публичный ключ», «Общий ключ», «Разрешенные IP-адреса», «IP-адрес сервера» и «Поддерживание соединения»
sl: Veljavna polja so: "PublicKey", "PresharedKey", "AllowedIPs", "Endpoint" in "PersistentKeepalive"
tr: Geçerli anahtarlar şunlardır: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ ve ‘PersistentKeepalive’
zh_hans: 有效的键为： ‘公钥’, ‘预分享密钥’, ‘允许的IP’, ‘端点’ 和 ‘连接保活间隔’

# macAlertMultipleEntriesForKey (%@)
source: There should be only one entry per section for key ‘%@’
de: Es darf nur einen Eintrag pro Abschnitt für den Schlüssel ‘%@ ’ geben
fr: Il ne devrait y avoir qu'une seule entrée par section pour la clef ‘%@’
it: Dovrebbe esistere solo una voce per sezione della chiave ‘%@’
ja: キー項目 ‘%@’ は各セクションに1エントリだけにします
pa: ਸ਼ਬਦ ‘%@’ ਲਈ ਹਰ ਭਾਗ ਵਿੱਚ ਇੱਕ ਹੀ ਐਂਟਰੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Dla klucza „%@” powinien być tylko jeden wpis w sekcji
ro: Trebuie să existe o singură înregistrare pe secțiune pentru cheia „%@”
ru: В секции пира должна быть только одна запись ключа ‘%@’
sl: Obstajati bi moral samo en vnos na odsek za ključ "%@"
tr: ‘%@’ anahtarı için bölüm başına yalnızca bir giriş olmalıdır
zh_hans: 键 ”%@“ 的每个段落应该只能有一个条目

# macAppVersion (%@)
source: App version: %@
fa: نگارش برنامه: %@
fi: Sovelluksen versio: %@
fr: Version de l’application: %@
it: Versione applicazione: %@
pa: ਐਪ ਵਰਜ਼ਨ: %@
pl: Wersja aplikacji: %@
ro: Versiunea aplicației: %@
ru: Версия приложения: %@
sl: Verzija aplikacije: %@
tr: Uygulama sürümü: %@
zh_hans: 应用版本：%@

# macGoBackendVersion (%@)
source: Go backend version: %@
fi: Go -moottorin versio: %@
fr: Version de Go: %@
it: Versione backend Go: %@
pa: Go ਬੈਕਐਂਡ ਵਰਜ਼ਨ: %@
pl: Wersja backend'u Go: %@
ro: Versiunea bibliotecii Go: %@
ru: Версия Бэкенд: %@
sl: Verzija wireguard-go: %@
tr: Go backend sürümü: %@
zh_hans: Go 后端版本：%@

# macExportPrivateData
source: export tunnel private keys
de: exportiere private Schlüssel für Tunnel
fa: برو‌ن‌بری کلید‌های خصوصی تونل
fr: exporter les clefs privées du tunnel
it: esporta chiavi private dei tunnel
ja: トンネルの秘密鍵をエクスポート
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਬਰਾਮਦ ਕਰੋ
pl: eksportuj klucze prywatne tunelu
ro: exportare chei private de tunel
ru: экспорт приватных ключей туннеля
sl: izvozi zasebne ključe tunela
tr: tünel özel anahtarlarını dışa aktar
zh_hans: 导出隧道私钥

# macViewPrivateData
source: view tunnel private keys
de: zeige private Schlüssel für Tunnel
fa: مشاهده کلید‌های خصوصی تونل
fr: voir les clefs privées du tunnel
it: visualizza chiavi private dei tunnel
ja: トンネルの秘密鍵を表示
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਵੇਖੋ
pl: wyświetl klucze prywatne tunelu
ro: vizualizare chei private de tunel
ru: просмотр приватных ключей туннеля
sl: prikaži zasebne ključe tunela
tr: tünel özel anahtarlarını görüntüle
zh_hans: 查看隧道私钥

# iosExportPrivateData
source: Authenticate to export tunnel private keys.
de: Authentifizieren, um private Schlüssel für Tunnel zu exportieren.
fr: Authentifiez-vous pour exporter les clefs privées du tunnel.
it: Autenticati per esportare le chiavi private dei tunnel.
ja: トンネルの秘密鍵をエクスポートするために認証を行います
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਨੂੰ ਬਰਾਮਦ ਕਰਨ ਲਈ ਪਰਮਾਣਕਿਤਾ।
pl: Uwierzytelnij, aby wyeksportować klucze prywatne tuneli.
ro: Autentifică-te pentru a exporta cheile private de tunel.
ru: Аутентификация для экспорта приватных ключей туннеля.
sl: Za izvoz zasebnih ključev tunelov se prijavite.
tr: Tünel özel anahtarlarını dışa aktarmak için kimlik doğrulaması yapın.
zh_hans: 认证以导出隧道私钥。

# iosViewPrivateData
source: Authenticate to view tunnel private keys.
de: Authentifizieren, um private Schlüssel für Tunnel anzuzeigen.
fi: Todenna nähdäksesi tunnelin yksityiset avaimet.
fr: Authentifiez-vous pour voir les clefs privées du tunnel.
it: Autenticati per visualizzare le chiavi private dei tunnel.
ja: トンネルの秘密鍵を表示するために認証を行います
pa: ਟਨਲ ਪ੍ਰਾਈਵੇਟ ਕੁੰਜੀਆਂ ਨੂੰ ਵੇਖਣ ਲਈ ਪਰਮਾਣਕਿਤਾ।
pl: Uwierzytelnij, aby zobaczyć klucze prywatne.
ro: Autentifică-te pentru a vizualiza cheile private de tunel.
ru: Аутентификация для просмотра приватных ключей туннеля.
sl: Za ogled zasebnih ključev tunelov se prijavite.
tr: Tünel özel anahtarlarını görüntülemek için kimlik doğrulaması yapın.
zh_hans: 认证以查看隧道私钥。

# macConfirmAndQuitAlertMessage
source: Do you want to close the tunnels manager or quit WireGuard entirely?
de: Möchten Sie den Tunnelmanager schließen oder WireGuard ganz beenden?
fr: Voulez-vous fermer le gestionnaire de tunnels ou quitter WireGuard complètement ?
it: Vuoi chiudere il gestore dei tunnel o chiudere completamente WireGuard?
ja: トンネル管理画面を閉じますか？それともWireGuard自体を終了しますか？
pa: ਕੀ ਤੁਸੀਂ ਟਨਲ ਮੈਨੇਜਰ ਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਪੂਰੇ ਵਾਇਰਗਾਰਡ ਤੋਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zamknąć menedżera tuneli czy wyłączyć całkowicie WireGuard?
ro: Dorești să închizi managerul de tuneluri sau să ieși complet din WireGuard?
ru: Вы хотите закрыть менеджер туннелей или полностью выйти из WireGuard?
sl: Ali želite zapreti upravljalca tunelov ali končati WireGuard v celoti?
tr: Tünel yöneticisini kapatmak mı yoksa WireGuard’dan tamamen çıkmak mı istiyorsunuz?
zh_hans: 您想要关闭隧道管理器还是完全退出 WireGuard？

# macConfirmAndQuitAlertInfo
source: If you close the tunnels manager, WireGuard will continue to be available from the menu bar icon.
de: Wenn Sie den Tunnelmanager schließen, wird WireGuard weiterhin über das Symbol in der Menüleiste zur Verfügung stehen.
fr: Si vous fermez le gestionnaire de tunnels, WireGuard continuera d'être disponible à partir de l'icône de la barre de menus.
it: Se chiudi il gestore dei tunnel, WireGuard continuerà a essere disponibile dall'icona della barra dei menu.
ja: トンネル管理画面を閉じても、メニューバーアイコンからWireGuardを操作できます。
pa: ਜੇ ਤੁਸੀਂ ਟਨਲ ਮੈਨੇਜਰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ ਵਾਇਰਗਾਰਡ ਮੇਨੂ ਪੱਟੀ ਆਈਕਾਨ ਵਿੱਚ ਉਪਲੱਬਧ ਰਹੇਗਾ।
pl: Jeśli zamkniesz menedżera tuneli, WireGuard będzie nadal dostępny z ikony w pasku menu.
ro: Dacă închizi managerul de tuneluri, WireGuard va fi în continuare disponibil din pictograma barei de meniu.
ru: Если вы закроете менеджер туннелей, WireGuard будет по-прежнему доступен из значка в строке меню.
sl: Če zaprete upravljalca tunelov, bo WireGuard še naprej na voljo preko ikone v meniju.
tr: Tünel yöneticisini kapatırsanız, WireGuard menü çubuğu simgesinden kullanılmaya devam edecektir.
zh_hans: 如果您关闭了隧道管理器，可继续从菜单栏图标使用 WireGuard 。

# macConfirmAndQuitInfoWithActiveTunnel (%@)
source: If you close the tunnels manager, WireGuard will continue to be available from the menu bar icon. Note that if you quit WireGuard entirely the currently active tunnel ('%@') will still remain active until you deactivate it from this application or through the Network panel in System Preferences.
de: Wenn Sie den Tunnelmanager schließen, wird WireGuard weiterhin über das Symbol in der Menüleiste zur Verfügung stehen. Beachten Sie, dass der derzeit aktive Tunnel ('%@') weiterhin aktiv bleibt (auch wenn Sie WireGuard ganz beenden), bis Sie ihn von dieser Anwendung oder über das Netzwerk-Panel in den Systemeinstellungen deaktivieren.
fr: Si vous fermez le gestionnaire de tunnels, WireGuard continuera d'être disponible à partir de l'icône de la barre de menus. Notez que si vous quittez WireGuard entièrement le tunnel actuellement actif ('%@') restera actif jusqu'à ce que vous le désactiviez de cette application ou via le panneau Réseau dans les Préférences Système.
it: Se chiudi il gestore dei tunnel, WireGuard continuerà a essere disponibile dall'icona della barra dei menu. Nota che se vuoi chiudere completamente WireGuard il tunnel attualmente attivo ('%@') rimarrà attivo fino a quando lo disabiliti da questa applicazione o tramite il pannello Rete nelle Preferenze di Sistema.
ja: トンネル管理画面を閉じても、メニューバーアイコンからWireGuardを操作できます。 注意：WireGuard自体を終了しても、現在有効化済みのトンネル ('%@') はこのアプリケーションかシステム環境設定のネットワークパネルから無効化するまでは有効なままです。
pa: ਜੇ ਤੁਸੀਂ ਟਨਲ ਮੈਨੇਜਰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ ਵਾਇਰਗਾਰਡ ਮੇਨੂ ਪੱਟੀ ਆਈਕਾਨ ਵਿੱਚ ਉਪਲੱਬਧ ਰਹੇਗਾ। ਯਾਦ ਰੱਕੋ ਕਿ ਜੇ ਤੁਸੀਂ ਪੂਰੇ ਵਾਇਰਗਾਰਡ ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ ਪੂਰੀ ਸਰਗਰਮ ਟਨਲ ('%@') ਫੇਰ ਵੀ ਸਰਗਰਮ ਰਹੇਗਾ, ਜਦੋਂ ਤੱਕ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਜਾਂ ਸਿਸਟਮ ਪਸੰਦਾਂ (System Preferences) ਵਿੱਚ ਨੈੱਟਵਰਕ (Network) ਪੈਨਲ ਰਾਹੀਂ ਨਾ-ਸਰਗਰਮ ਕਰ ਦਿੰਦੇ ਹੋ।
pl: Jeśli zamkniesz menedżera tuneli, WireGuard będzie nadal dostępny z ikony w pasku menu. Zauważ, że jeśli opuścisz WireGuard całkowicie aktywny tunel („%@”) pozostanie aktywny, dopóki nie wyłączysz go z tej aplikacji lub przez panel sieci w ustawieniach systemowych.
ro: Dacă închizi managerul de tuneluri, WireGuard va fi în continuare disponibil din pictograma barei de meniu. Reține că dacă ieși complet din WireGuard, tunelul activ în prezent („%@”) va rămâne activ până îl dezactivezi din această aplicație sau prin intermediul panoului Rețea din preferințele de sistem.
ru: Если вы закроете менеджер туннелей, WireGuard будет по-прежнему доступен из значка в строке меню. Обратите внимание, что если вы выйдете из WireGuard полностью, текущий активный туннель (’%@’) будет оставаться активным до тех пор, пока вы не отключите его из этого приложения или через панель «Сеть» в Системных настройках.
sl: Če zaprete upravljalca tunelov, bo WireGuard še naprej na voljo preko ikone v meniju. Pomnite: če zaprete WireGuard bo trenutni aktiven tunel ("%@") ostal aktiven dokler ga ne deaktivirate preko te aplikacije ali preko omrežne plošče v sistemskih nastavitvah.
tr: Tünel yöneticisini kapatırsanız, WireGuard menü çubuğu simgesinden kullanılmaya devam edecektir. WireGuard’dan tamamen çıkarsanız, o anda aktif olan tünelin ('%@') siz bu uygulamadan veya Sistem Tercihlerindeki Ağ paneli aracılığıyla devre dışı bırakana kadar hâlâ etkin kalacağını unutmayın.
zh_hans: 如果您关闭了隧道管理器，可继续从菜单栏图标使用 WireGuard 。 请注意，如果您完全退出 WireGuard ，当前活动的隧道('%@')将仍然有效，直到您从此应用程序或通过系统偏好设置中的网络面板停用。

# macConfirmAndQuitAlertQuitWireGuard
source: Quit WireGuard
de: WireGuard beenden
es: Salir de WireGuard
fa: خروج از WireGuard
fi: Sulje WireGuard
fr: Quitter WireGuard
it: Chiudi WireGuard
ja: WireGuardを終了
pa: ਵਾਇਰਗਾਰਡ ਚੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyjdź z programu WireGuard
ro: Ieși din WireGuard
ru: Выйти из WireGuard
sl: Končaj WireGuard
tr: WireGuard’dan Çık
zh_hans: 退出 WireGuard

# macConfirmAndQuitAlertCloseWindow
source: Close Tunnels Manager
de: Tunnelverwaltung schließen
es: Cerrar Gestor de túneles
fa: بستن مدیر تونل‌ها
fi: Sulje tunneleiden hallinta
fr: Fermer le gestionnaire de tunnels
it: Chiudi il gestore dei tunnel
ja: トンネル管理画面を閉じる
pa: ਟਨਲ ਮੈਨੇਜਰ ਬੰਦ ਕਰੋ
pl: Zamknij menedżera tuneli
ro: Închide managerul de tuneluri
ru: Закрыть менеджер туннелей
sl: Zapri upravljalca tunelov
tr: Tünel Yöneticisini Kapat
zh_hans: 关闭隧道管理器

# macAppExitingWithActiveTunnelMessage
source: WireGuard is exiting with an active tunnel
de: WireGuard wird beendet, mit einem aktiven Tunnel
fr: WireGuard se termine avec un tunnel actif
it: WireGuard sta per essere chiuso con un tunnel attivo
ja: 有効化中のトンネルが残ったまま WireGuard を終了しようとしています
pa: ਵਾਇਰਗਾਰਡ ਸਰਗਰਮ ਟਨਲ ਨਾਲ ਮੌਜੂਦ ਹੈ
pl: WireGuard jest wyłączany wraz z aktywnym tunelem
ro: WireGuard iese cu un tunel activ
ru: Выход из WireGuard с активным туннелем
sl: WireGuard se končuje z aktivnim tunelom
tr: WireGuard aktif bir tünelle çıkıyor
zh_hans: WireGuard 正在退出，且还有一个激活的隧道。

# macAppExitingWithActiveTunnelInfo
source: The tunnel will remain active after exiting. You may disable it by reopening this application or through the Network panel in System Preferences.
de: Der Tunnel bleibt nach dem Beenden aktiv. Sie können ihn deaktivieren, indem Sie diese Anwendung erneut öffnen oder in den Systemeinstellungen unter "Netzwerk" aktivieren.
fr: Le tunnel restera actif après la fermeture. Vous pouvez le désactiver en rouvrant cette application ou via le panneau Réseau dans Préférences Système.
it: Il tunnel rimarrà attivo dopo l'uscita. Puoi disabilitarlo riaprendo questa applicazione o tramite il pannello Rete nelle Preferenze di Sistema.
ja: 終了後もトンネルは有効なままです。無効化はこのアプリケーションを再度起動して行うか、システム環境設定のネットワークパネルから行います。
pa: ਟਨਲ ਬੰਦ ਕਰਨ ਦੇ ਬਾਅਦ ਵੀ ਸਰਗਰਮ ਰਹੇਗੀ। ਤੁਸੀਂ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਮੁੜ ਖੋਲ੍ਹ ਕੇ ਜਾਂ ਸਿਸਟਮ ਪਸੰਦਾਂ (System Preferences) ਵਿੱਚੋਂ ਨੈੱਟਵਰਕ ਪੈਨਲ (Network) ਰਾਹੀਂ ਇਹਨੂੰ ਅਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tunel pozostanie aktywny po wyjściu. Możesz go wyłączyć, ponownie otwierając tę aplikację lub przez panel sieci w ustawieniach systemowych.
ro: Tunelul va rămâne activ după ieșire. Îl poți dezactiva prin redeschiderea acestei aplicații sau prin intermediul panoului Rețea din preferințele de sistem.
ru: После выхода туннель будет оставаться подключенным. Вы можете отключить его повторно открыв это приложение или через панель "Сеть" в Системных настройках.
sl: Tunel bo ostal aktiven po izhodu. Lahko ga onemogočite po ponovnem odprtju aplikacije ali preko omrežne plošče v sistemskih nastavitvah.
tr: Tünel, çıktıktan sonra aktif kalacaktır. Bu uygulamayı yeniden açarak veya Sistem Tercihlerindeki Ağ panelinden devre dışı bırakabilirsiniz.
zh_hans: 退出后隧道将保持激活。您可以通过重新打开此应用程序或系统偏好设置中的网络面板来禁用它。

# macToolTipEditTunnel
source: Edit tunnel (⌘E)
de: Tunnel bearbeiten (⌘E)
es: Editar túnel (⌘E)
fa: ویرایش تونل (⌘E)
fi: Muokkaa tunnelia (⌘E)
fr: Modifier le tunnel (⌘E)
it: Modifica tunnel (⌘E)
ja: トンネルの編集 (⌘E)
pa: ਟਨਲ ਨੂੰ ਸੋਧੋ (⌘E)
pl: Edytuj tunel (⌘E)
ro: Editare tunel (⌘E)
ru: Редактировать туннель (⌘E)
sl: Uredi tunel (⌘E)
tr: Tüneli düzenle (⌘E)
zh_hans: 编辑隧道 (⌘E)

# macToolTipToggleStatus
source: Toggle status (⌘T)
de: Status umschalten (⌘T)
es: Cambiar estado (⌘T)
fr: Basculer le statut (⌘T)
it: Commuta stato (⌘T)
ja: 状態の切り替え (⌘T)
pa: ਸਥਿਤੀ ਪਲਟੋ (⌘T)
pl: Przełącz stan (⌘T)
ro: Comutare stare (⌘T)
ru: Переключить статус (⌘T)
sl: Preklopi status (⌘T)
tr: Durumu değiştir (⌘T)
zh_hans: 切换状态 (⌘T)

# macLogColumnTitleTime
source: Time
de: Zeit
es: Tiempo
fa: زمان
fi: Aika
fr: Temps
it: Tempo
ja: 時刻
pa: ਸਮਾਂ
pl: Czas
ro: Timp
ru: Время
sl: Čas
tr: Zaman
zh_hans: 时间

# macLogColumnTitleLogMessage
source: Log message
de: Protokoll-Nachricht
es: Mensaje de registro
fa: پیام گزارش رویداد
fi: Lokiviesti
fr: Message du journal
it: Messaggio di log
ja: ログメッセージ
pa: ਲਾਗ ਸੁਨੇਹੇ
pl: Dziennik wiadomości
ro: Mesaj de jurnal
ru: Сообщение Журнала
sl: Sporočilo dnevnika
tr: Günlük mesajı
zh_hans: 记录消息

# macLogButtonTitleClose
source: Close
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
ru: Закрыть
sl: Zapri
tr: Kapat
zh_hans: 关闭
